Repository: moh-moola/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, my, pt, rw, sw_tz, ur

source: This comment has been removed as it contains profanity, contact information or other inappropriate content.
my: ထိုမွတ္ခ်က္ကို ဖယ္ရွားျပီးပါျပီ၊ ၎တြင္ မထီမဲ့ျမင္ျပဳျခင္း ပါဝင္ျပီး ဆက္သြယ္အခ်က္အလက္ သို႔မဟုတ္ အျခား မသင့္ေတာ္သည့္အေၾကာင္းအရာမ်ားပါဝင္ေသာေၾကာင့္ျဖစ္ပါသည္။
pt: Este comentário foi removido por conter obscenidades, informação de contacto ou outro conteúdo inapropriado.
rw: Iki gitekerezo cyakuweho kuko kirimo imvugo idakwiriye, amakuru yihariye ya aderesi cyangwa ibindi bidakwiriye gushyirwa kuri uru rubuga.
sw_tz: Maoni haya yameondolewa kwa kuwa yana matusi, maelezo ya mawasiliano au maudhui mengine yasiyofaa.
ur: اس تبصرہ کو ہٹا دیا گیا ہے کیوں کہ اس میں تحقیر آمیز، رابطے کی معلومات یا دیگر نامناسب مندرجات شامل ہیں۔

source: More
my: ေရႊ႕ေျပာင္းပါ
pt: Mais
rw: Soma
sw_tz: Hamisha
ur: مزید

source: Next up in [category]:
my: တြင္ ေနာက္တဆင့္တက္ပါ
pt: A seguir
rw: Ikurira [category]:
ur: اگلا

source: Recommended:
my: အၾကံျပဳထားသည္-
pt: Recomendado:
sw_tz: Inayopendekezwa:
ur: تجویز کردہ:

source: Change Language
my: ဘာသာစကားေျပာင္းပါ
pt: Mudar idioma
rw: Ahinduwe imvugo
sw_tz: Badilisha Lugha
ur: زبان تبدیل کریں

source: Looking for something?
my: တစ္စံုတစ္ရာကိုရွာေဖြျခင္းလား
pt: procura alguma coisa?
rw: Hari icyo uru gushaka?
sw_tz: Je, unatafuta kitu?
ur: کسی چیز کی تلاش ہے؟

source: Email address
my: အီးေမးလ္ လိပ္စာ
pt: Endereço de e-mail
sw_tz: Anwani ya barua pepe
ur: ای میل پتہ

source: Name
my: အမည္
pt: Nome
sw_tz: Jina
ur: نام

source: Ago
my: ခန္႔က
pt: Atrás
sw_tz: Iliyopita
ur: پہلے

source: Share a Comment
my: မွတ္ခ်က္ကုိ မွ်ေဝပါ
pt: Deixa um comentário
sw_tz: Shiriki Maoni
ur: کوئی تبصرہ ساجھا کریں

source: view more comments
my: ေနာက္ထပ္ မွတ္ခ်က္မ်ားကိုၾကည့္
pt: ver comentários
sw_tz: angalia maoni zaidi
ur: مزید تبصرہ جات دیکھیں

source: Your comment has been successfully posted
my: သင့္မွတ္ခ်က္ကုိ ေအာင္ျမင္စြာ ပုိ႔စ္တင္ၿပီးပါၿပီ
pt: Teu comentário foi feito com sucesso
sw_tz: Maoni yako yamefanikiwa kuchapishwa
ur: آپ کا تبصرہ کامیابی سے پوسٹ کیا گیا

source: It will be reviewed by the team and may be removed if it breaks our Platform rules
my: အကဲျဖတ္အဖြဲ႔မွ ျပန္လည္ဆန္းစစ္ျပီး ကၽြႏု္ပ္တို႔ ပလက္ေဖါင္းစည္းမ်ဥ္းစည္းကမ္းမ်ားကို ခ်ဳိးေဖာက္ပါက ဖယ္ရွားႏုိင္ပါ
pt: Será revisado pela nossa equipe e pode ser retirado caso quebre as regras de nossa plataforma
sw_tz: Itapitiwa na timu na inaweza kuondolewa ikiwa inakiuka kanuni za Jukwaa letu
ur: ہماری ٹیم کے ذریعہ اس کی نظرثانی کی جائے گی اور اسے ہٹایا جا سکتا ہے اگر یہ ہمارے پلیٹ فارم کے قاعدوں کی خلاف ورزی کرتا ہے

source: Your comment:
my: သင့္မွတ္ခ်က္
pt: Teu comentário
ur: آپ کا تبصرہ

source: Reply:
my: ျပန္ၾကားပါ
pt: Responder
ur: جواب دیں

source: Read replies:
my: ျပန္စာမ်ားကုိ ဖတ္ရန္-
pt: Respostas lidas:
sw_tz: Soma majibu:
ur: جوابات پڑھیں:

source: Notification:
pt: Notificação:
sw_tz: Taarifa:
ur: اطلاع

source: Reporting comment replies is not allowed.
my: မွတ္ခ်က္ ျပန္စာမ်ားကုိ တုိင္ၾကားခြင့္ မရွိပါ။
pt: Não é permitido denunciar respostas ao comentário.
sw_tz: Kuripoti majibu ya maoni hakuruhusiwi.
ur: تبصرہ جوابات کے رپورٹ کی اجازت نہیں ہے۔

source: The comment has been reported.
my: ထိုမွတ္ခ်က္ကို အစီရင္ခံျပီးျပီ။
pt: Este comentário foi denunciado.
sw_tz: Maoni haya yameripotiwa.
ur: اس تبصرہ کی رپورٹ کی گئی۔

source: Reply successfully created.
my: ေအာင္ျမင္စြာ စာျပန္ၿပီးၿပီ
pt: Resposta criada com sucesso.
sw_tz: Jibu limefanikiwa kuundwa.
ur: جواب کامیابی سے تیار کیا گیا۔

source: You didn't select a choice
my: သင္ ေရြးခ်ယ္မႈ မျပဳလုပ္ခဲ့ပါ
pt: Não escolheste uma das alternativas
sw_tz: Hukuchagua chaguo
ur: آپ نے کسی پسند کا انتخاب نہیں کیا تھا

source: Your answers:
my: သင့္အေျဖမ်ား-
pt: Tuas respostas:
sw_tz: Majibu yako:
ur: آپ کے جوابات:

source: Site Language:
my: ဘာသာစကားေျပာင္းပါ
pt: Idioma do sítio:
sw_tz: Lugha ya Tovuti:
ur: سائٹ کی زبان:

source: Next default question
my: ေနာက္ေမးခြန္း
pt: Pergunta seguinte
ur: اگلا سوال

source: Another question
my: လံုျခံဳေရးေမးခြန္း
pt: Pergunta de segurança
ur: سلامتی سوال

source: Another survey
my: ဆာေဗးျဖည့္ရန္ ေလာ့အင္ဝင္ပါ
pt: Inicia tua sessão para responder à pesquisa
ur: سروے کے لیے لاگ ان کریں

source: Please select a survey.
my: ဆာေဗးျဖည့္ရန္ ေလာ့အင္ဝင္ပါ
pt: Favor iniciar sessão para responder a esta pesquisa
ur: سروے کرنے کے لیے لاگ ان کریں

source: Please select a question.
my: ေအာက္ပါလံုျခံဳေရးေမးခြန္းကို ေက်းဇူးျပဳျပီး ေျဖဆိုပါ။
pt: Responde às seguintes questões de segurança, por favor.
ur: براہ کرم مندرجہ ذیل تحفظاتی سوال کا جواب دیں۔

source: Add group
my: သင့္ျပန္ၾကားခ်က္ကိုထည့္သြင္းပါ
pt: Adicionar resposta
ur: اپنا جواب جوڑیں

source: Submit Survey
my: ဆာေဗးကို တင္ျပပါ
pt: Enviar respostas da pesquisa
sw_tz: Wasilisha Utafiti
ur: سروے جمع کریں

source: You have already completed this survey.
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။
pt: Já completaste esta pesquisa.
sw_tz: Tayari umekamilisha utafiti huu.
ur: آپ نے پہلے ہی یہ سروے مکمل کر دیا ہے۔

source: Please log in to take this survey
my: ဆာေဗးျဖည့္ရန္ ေလာ့အင္ဝင္ပါ
pt: Favor iniciar sessão para responder a esta pesquisa
sw_tz: Ingia ili ufanye utafiti
ur: سروے کرنے کے لیے لاگ ان کریں

source: Your survey has been completed successfully. Please see your submission results below.
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။ ေအာက္တြင္ သင့္တင္ျပခ်က္ရလဒ္မ်ားကို ေက်းဇူးျပဳျပီးၾကည့္ပါ။
pt: Tua pesquisa foi respondida com sucesso. Vê abaixo os resultados dos teus envios.
sw_tz: Utafiti wako umekamilika vizuri. Tafadhali tazama matokeo ya uwasilishaji wako hapa chini.
ur: آپ کا سروے کامیابی کے ساتھ مکمل ہو گیا ہے۔ براہ کرم ذیل میں اپنی جمع آوری کے نتائج دیکھیں۔

source: Edit
ur: تدوین

source: Competition
my: ယွဥ္ၿပိဳင္မႈ
pt: Competição
sw_tz: Shindano
ur: مقابلہ

source: Big Sister
my: အမႀကီး
pt: Irmã mais velha
rw: Iyandikishe
sw_tz: Dada Mkubwa

source: Bullying
rw: Gusesereza

source: Other
rw: Ibindi

source: This field is required
rw: Aha hagomba kuzuzwa

source: These users commented
rw: Garagaza ko igitekerezo gifite ikibazo

source: Video files will not be played, you can download them
am: የቪዲዮ ፋይሎች ስለማይጫወቱ ቅጂ እውርዳችሁ እጫውቱ
rw: Ntushobora kureba videwo, ahubwo ushobora kuzikuraho

source: Audio files will not be played, you can download them
am: የድምጽ ፋይሎቹ ስለማይጫወቱ ቅጂ አውርዱ
rw: Ntabwo wabasha kumva amajwi, ariko ushobora kuyakuraho

source: This survey has %(pages)s pages
rw: Ubu bushakashatsi bufite %(pages)s page irushanwa

source: What is your highest level of education?
rw: Icyiciro cy'amashuri wize

source: error
rw: Ikosa

source: survey
rw: Ubushakashatsi

source: poll
rw: Hitamo

source: Quiz
rw: Tyaza Ubwenge

source: Thank you
rw: Urakoze

source: Where Do You Live?
rw: Utuye he?

source: What Is Your Highest Level Of Education?
rw: Icyiciro cy'amashuri wize

source: By signing in below.
rw: Iyandikishe hasi aha kugira ngo winjire

source: Previous
am: ቀዳሚ
rw: Subira Inyuma

source: Newer
am: አዲስ
rw: Sura Paji Ikurikira

source: Featured
rw: Inyandiko Zihoraho

source: News and stories
rw: Iziheruka

source: Languages
rw: Indimi

source: Post a comment
rw: Garagaza ko igitekerezo gifite ikibazo

source: Please log in to comment
rw: Injira utange igitekerezo cyawe

source: See more
rw: Soma ibindi

source: See all comments
rw: gusiga igitekerezo

source: Reported comment
rw: Garagaza ko igitekerezo gifite ikibazo

source: Share article
rw: Sangiza Inkuru

source: Read article
rw: Soma Inkuru

source: Read next
rw: Ibindi wasoma

source: Recommended stories
rw: Turayigushishikarije

source: Article categories
rw: Ibice bigize urubuga

source: Contact us
rw: Twandikire

source: Latest articles
rw: Inkuru Nshya

source: Follow us
rw: Dukurikire

source: this poll.
rw: ihitamo

source: Your
rw: Yawe

source: survey!
rw: Ubushakashatsi

source: this survey!
rw: ubu bushakashatsi

source: Your
rw: Yawe

source: Saving...
rw: Kubika...

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, login and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
rw: Ihangane! Kugera ku byo washakaga ntibikunze! Kwinjira no kwiyandikisha kuri app ya Free Basics ntibikunda muri aka kanya kubera ikibazo gito cya tekiniki. Niba ushaka kwinjira no kwiyandikisha, sura urubuga rwacu rw'ubuntu unyuze aho usanzwe unyuraho usura izindi mbuga

source: Latest
am: የቅርብ ጊዜ
rw: Iziheruka

source: Search Yegna
am: ፈልጉ

source: Go
am: ይገኝልኝ

source: Meet the Yegna
am: ከዬግናን ጋር ተገናኙ

source: Go back to
am: ተመለሱ

source: View all
am: ሁሉንም ተመልከቱ

source: Click here
am: ይህን ተጫኑ

source: Submit Message
am: ይድረስልኝ

source: Thank you, your email has been sent successfully
am: እናመሰግናለን! የኢሜል አድራሻችሁ ተልኳል

source: Watch next
am: ቀጣዩን ተመልከቱ

source: Watch video
am: ቪዲዮ ተመልከቱ

source: More episodes
am: ተጨማሪ ክፍሎች

source: Featured episode
am: የተመረጡ ክፍሎች

source: Listen next
am: ቀጣዩን አድምጡ

source: More to listen
am: ተጨማሪ ለማድመጥ

source: Introducing the new Yegna
am: አዲሶቹን የኛዎች ተዋወቁ

source: Listen to the latest episode
am: የቅርብ ክፍሎችን አድምጡ

source: Video
am: ቪዲዮ

source: Audio
am: ድምጽ

source: Yegna news
am: ትኩስ ዜና

source: Meet the characters
am: ተዋንያኑን ተዋወቁ

source: Facebook
am: ፌስቡክ

source: Twitter
am: ትዊተር

source: Whatsapp
am: ዋትስአፕ

source: Telegram
am: ቴሌግራም

source: Viber
am: ቫይበር

source: Results found for
am: ለፍለጋ የተገኘው ውጤት

source: Please check spelling or insert another word
am: ፊደል አለመሳሳታችሁን አረጋግጡ ወይም ሌላ ቃል አስገቡ

source: Go to homepage
am: ወደ ፊት ገጽ ተመለሱ
