Repository: moh-moola/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, my, pt, rw, sw_tz, ur

source: Let us know more about yourself to get access to exclusive content.
my: မပါဝင္သည့္အေၾကာင္းအရာကို ဖတ္ရႈမႈရယူရန္ သင့္ေမြးေန႔ကို ကၽြႏု္ပ္တို႔သိပါရေစ။
pt: Escreve a tua data de nascimento para ter acesso aos conteúdos exclusivos.
rw: Tubwire umunsi wawe w’amavuko kugira ngo ubashe kubona amakuru ahambaye
sw_tz: Tufahamishe siku yako ya kuzaliwa ili uweze kufikia maudhui ya kipekee.
ur: خصوصی مندرجات تک رسائی حاصل کرنے کے لئے ہمیں اپنی تاریخ پیدائش بتائیں۔

source: Select Date Of Birth
my: သင့္ေမြးေန႔မွာ-
pt: Data de nascimento:
ur: تاریخ پیدائش:

source: We value your online security, therefore we hide your username and allow you to comment and interact with the site with a display name.
my: သင္၏ အြန္လုိင္းလံုျခံဳေရးကုိ ကြ်ႏ္ုပ္တုိ႔ တန္ဖုိးထားသည့္အတြက္ သင္၏ အသံုးျပဳသူအမည္ကုိ ေဖ်ာက္ထားေပးပါသည္။ ျပသသည့္အမည္ကုိ သံုးၿပီး ဝဘ္ဆုိက္တြင္ မွတ္ခ်က္ေရးျခင္းႏွင့္ အျပန္အလွန္ဆက္သြယ္ျခင္းတုိ႔ ျပဳလုပ္ႏုိင္သည္။
pt: Valorizamos a tua segurança online, por isso ocultamos teu nome de utilizador e permitimos que comentes e interajas com o sítio com um nome de visualização.
rw: Girl Effect yubaha umutekano wawe kuri internet, bityo duhisha izina ukoresha ndetse tukakwemerera gutanga igitekerezo nk'umuntu utazwi. Niba wifuza kuganira n'inshuti zawe ugashaka ko bakubona, hindura izina ryawe hano.
sw_tz: Tunathamini usalama wako wa mtandaoni, kwa hivyo tunaficha jina lako la mtumiaji na kukuruhusu utoe maoni na uingiliane na tovuti hii kwa kutumia jina la onyesho.
ur: ہم آپ کی آن لائن تحفظ کی قدر کرتے ہیں، اس لئے ہم آپ کا صارف نام چھپا دیتے ہیں اور سائٹ پر آپ کو کسی نمائشی نام سے تبصرہ کرنے اور بات چیت کرنے کی اجازت دیتے ہیں۔

source: I Identify My Gender As:
my: ကၽြႏု္ပ္၏ က်ား၊မ လိင္ကို အေနျဖင့္ ေဖာ္ျပထားသည္
pt: Considero-me
rw: Ndagaragaza igitsina cyanjye nk’
ur: میں اپنی جنس کی شناخت اس طرح کرتی ہوں

source: Home Page
my: ပင္မ စာမ်က္ႏွာ
pt: Página Inicial
rw: Gusubira ahabanza
sw_tz: Ukurasa wa Mwanzo
ur: ہوم پیج

source: Edit Profile
my: သင့္ပရိုဖိုင္ျပင္ဆင္ပါ
pt: Editar o perfil
rw: Hindura amakuri kuri profil
ur: میرے پروفائل میں تدوین کریں

source: Update your display name:
my: သင္၏ ျပသသည့္အမည္ကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza teu nome de visualização:
rw: Andika nanone izina
sw_tz: Sasisha jina lako la onyesho:
ur: اپنا نمائشی نام اپ ڈیٹ کریں:

source: Update your date of birth:
my: သင္၏ ေမြးသကၠရာဇ္ကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza tua data de nascimento:
rw: Itariki y amavuko:
sw_tz: Sasisha tarehe yako ya kuzaliwa:
ur: اپنی تاریخ پیدائش اپڈیٹ کریں:

source: Update your gender:
my: သင္၏ လိင္ကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza teu género:
rw: Andika nanone igitsina:
sw_tz: Sasisha jinsia yako:
ur: اپنا جنس اپڈیٹ کریں:

source: Login Success
my: သင္ ဘယ္မွာ ေနထုိင္ပါသလဲ။
pt: Sessão iniciada com sucesso
rw: Kwinjira byakunze
sw_tz: Umefanikiwa Kuingia
ur: لاگ ان کامیاب

source: Welcome Back!
my: ျပန္လည္ႀကိဳဆုိပါ၏။
pt: Bem-vindo de volta!
rw: Turakwakiriye nanone!
sw_tz: Karibu Tena!
ur: واپسی پر خوش آمدید!

source: Register
my: မွတ္ပံုတင္ပါ
pt: Regista-te
rw: Iyandikishe
sw_tz: Jisajili
ur: رجسٹر کریں

source: Already a member?
my: အဖြဲ႕ဝင္ ျဖစ္ၿပီးသားလား။
pt: Já és um membro?
rw: Wamaze kwiyandikisha?
sw_tz: Je, wewe ni mwanachama tayari?
ur: پہلے سے ایک ممبر ہیں؟

source: Login
my: ေလာ့ဂ္အင္
pt: Entrar
rw: Iyandikishe
sw_tz: Ingia
ur: لاگ ان کریں

source: Not a member yet?
my: အဖြဲ႕ဝင္တစ္ေယာက္မဟုတ္ေသး
pt: Ainda não és membro?
rw: Nturaba umunyamuryango?
sw_tz: Bado wewe si mwanachama
ur: اب تک رکن نہیں ہیں؟

source: Join us by signing up below.
my: ေအာက္တြင္ စာရင္းသြင္းၿပီး ကြ်ႏ္ုပ္တုိ႔ႏွင့္ ခ်ိတ္ဆက္ပါ
pt: Junta-te a nós registando-te abaixo.
rw: Iyandikishe hasi aha kugira ngo winjire
sw_tz: Jiunge na sisi kwa kujiandikisha hapa chini.
ur: نیچے سائن اپ کر ہم میں شامل ہوں۔

source: Choose A Username
my: အသံုးျပဳသူအမည္ ကိုေရြးပါ
pt: Escolhe um nome de utilizador
rw: Hitamo Izina
ur: صارف نام منتخب کریں

source: This name you will use to log in and won't appear to other users. Only you will see this
my: ေလာ့ဂ္အင္ဝင္ရာ၌ ဤအမည္ကုိ အသံုးျပဳမည္ျဖစ္ၿပီး အျခားအသံုးျပဳသူမ်ားက ျမင္ေတြ႕ႏုိင္မည္ မဟုတ္ပါ။ သင္တစ္ဦးတည္းသာ ျမင္ေတြ႕ပါမည္။
pt: Utilizarás este nome para iniciar sessão e não aparecerá aos outros utilizadores. Somente tu verás este nome.
rw: Iri zina uzarikoresha kugira ngo winjire. Abandi ntibazaribona. Ni wowe wenyine uzabona
ur: اس نام کو آپ لاگ ان کرنے میں استعمال کریں گی اور یہ دیگر صارفین کو ظاہر نہیں ہوگا۔ اسے صرف آپ دیکھیں گی۔

source: Choose A 4-Digit PIN
my: ဂဏန္ေလးလံုး ပင္ ကိုေရြးပါ
pt: Escolher um PIN de 4 dígitos
rw: Hitamo ijambo rigizwe n’inyuguti cyangwa imibare ine
ur: ایک 4 عددی پن کا انتخاب کریں

source: e.g. 2086
my: ဥပမာ 2086
pt: (2086, por exemplo)
sw_tz: k.m. 2086
ur: جیسے 2086

source: Choose A Display Name
my: ျပသသည့္ အမည္
pt: Nome de visualização
rw: Garagaza izina
ur: نام دکھائیں

source: Please accept the T&amp;Cs in order to complete the registration
my: စာရင္းသြင္းျခင္းျပီးျပည့္စံုရန္ စည္းမ်ဥ္းစည္းကမ္းမ်ားႏွင့္ အေျခအေနမ်ားကို ေက်းဇူးျပဳျပီးလက္ခံပါ
pt: Por favor aceita os termos e condições para completar teu registo
rw: Emeza amategeko n'amabwiriza kugirango wiyandikishe
sw_tz: Tafadhali kubali Sheria na Masharti ili ukamilishe usajili
ur: رجسٹریشن مکمل کرنے کے لئے براہ کرم شرائط و ضوابط قبول کریں

source: Your PIN has been changed sucessfully.
my: သင့္ PIN ကို ေအာင္ျမင္စြာ ေျပာင္းျပီးပါျပီ။
pt: O teu PIN foi alterado com sucesso.
rw: PIN yawe yahindutse
sw_tz: PIN yako imefanikiwa kubadilishwa.
ur: آپ کی پن کامیابی سے تبدیل کر دیی گئی ہے۔

source: Not set.
my: သတ္မွတ္မထားပါ။
pt: Não definido.
rw: Ntabiriho.
ur: سیٹ نہیں۔

source: Date of Birth:
my: သင့္ေမြးေန႔မွာ-
pt: Data de nascimento:
rw: Itariki y amavuko:
sw_tz: Tarehe ya Kuzaliwa:
ur: تاریخ پیدائش:

source: Edit My Profile
my: သင့္ပရိုဖိုင္ျပင္ဆင္ပါ
pt: Editar o perfil
rw: Hindura umwirondoro wawe
sw_tz: Hariri Wasifu wako
ur: میرے پروفائل میں تدوین کریں

source: Change my pin
my: Pin ေျပာင္းရန္
pt: Mudar a senha
rw: Hindura
ur: پن تبدیل کریں

source: log out
my: ေလာ့ဂ္ေအာက္ထြက္ပ
pt: Sair
rw: Sohoka
sw_tz: Toka
ur: لاگ آؤٹ کریں

source: Your username and pin do not match. Please try again.
my: သင့္အသံုးျပဳသူအမည္ႏွင့္စကားဝွက္သည္ မကိုက္ညီပါ။ ေက်းဇူးျပဳျပီး ထပ္မံၾကိဳးစားပါ။
pt: O teu nome de utilizador e a palavra-passe não correspondem. Tenta novamente.
rw: PIN ebyiri ushyizemo ntizihuye. Ongera ugerageze.
ur: آپ کے صارف نام اور پاسورڈ میل نہیں کھاتے۔ براہ کرم پھر کوشش کریں۔

source: Eg.: 2086
my: ဥပမာ 2086
pt: Por exemplo.: 2086
sw_tz: K.m. 2086
ur: جیسے: 2086

source: No search results for
am: ለቃል ፍለጋ ውጤት አልተገኘም
my: အတြက္ ရွာေဖြသည့္ရလဒ္မရွိပါ
pt: Pesquisa sem resultados para
rw: Nta kibasha kuboneka ku byerekeye
ur: کوئی تلاش نتیجہ نہیں ہے

source: Read:
my: အားလံုးတြင္ဖတ္႐ႈပါ
pt: Ler tudo em
rw: Yasomwe:
ur: سبھی پڑھیں

source: competition
my: ယွဥ္ၿပိဳင္မႈ
pt: Competição
rw: rushanwa
ur: مقابلہ

source: You have already completed this
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။
pt: Já completaste esta pesquisa.
rw: Usoje gusubiza ibibazo by'ubu bushakashatsi
ur: آپ نے پہلے ہی یہ سروے مکمل کر دیا ہے۔

source: Log in to take
my: မဲေပးရန္ေလာ့ဂ္အင္ဝ
pt: Entrar para votar
rw: Injira utore
ur: ووٹ کرنے کے لئے لاگ ان کریں

source: Your %(wordSetting)s has been completed successfully. See results
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။ ေအာက္တြင္ သင့္တင္ျပခ်က္ရလဒ္မ်ားကို ေက်းဇူးျပဳျပီးၾကည့္ပါ။
pt: Tua pesquisa foi respondida com sucesso. Vê abaixo os resultados dos teus envios.
rw: Usoje %(wordSetting)s gusubiza ibibazo by'ubushakashatsi. Reba ibyavuyemo hasi aha.
ur: آپ کا سروے کامیابی کے ساتھ مکمل ہو گیا ہے۔ براہ کرم ذیل میں اپنی جمع آوری کے نتائج دیکھیں۔

source: Your %(wordSetting)s has been completed successfully!
my: သင့္ PIN ကို ေအာင္ျမင္စြာ ေျပာင္းျပီးပါျပီ။
pt: O teu PIN foi alterado com sucesso.
rw: %(wordSetting)s y'amagambo yawe byasojwe neza!
ur: آپ کی پن کامیابی سے تبدیل کر دیی گئی ہے۔

source: Thank you for submitting this %(wordSetting)s!
my: သင့္အေၾကာင္းကုိ ေပးပုိ႔သည့္အတြက္ ေက်းဇူးတင္ပါသည္။
pt: Obrigado por partilhar tuas palavras!
rw: Urakoze gutora! %(wordSetting)s!
ur: اپنے الفاظ کی شراکت کے لئے آپ کا شکریہ!

source: Share your opinions and stories, take polls, win fun prizes.
pt: Partilha as tuas opiniões e histórias, responde enquetes, ganha prêmios divertidos.
rw: Tanga ibitekerezo nk'inkuru, hitamo, Tsindira ibihembo bishimishije. Kora irushanwa utanga inkuru yawe
sw_tz: Shiriki maoni na hadithi zako, piga kura, shinda zawadi za kufana.
ur: اپنے خیالات اور کہانیاں ساجھا کریں، رائے شماری کریں، فن انعامات جیتیں۔

source: Join
my: ဝင္ေရာက္ပါ
pt: Junta-te
rw: Jyamo
sw_tz: Jiunge
ur: شامل ہوں

source: Take GCN competition
my: ယွဥ္ၿပိဳင္မႈ
pt: Competição
rw: Tanga ibitekerezo ku rushanwa
ur: مقابلہ

source: You have already completed this poll
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။
pt: Já completaste esta pesquisa.
rw: Usoje gusubiza ibibazo by'ubu bushakashatsi
ur: آپ نے پہلے ہی یہ سروے مکمل کر دیا ہے۔

source: Show results
my: ရလဒ္မ်ားကိုေဖာ္ျပပါ
pt: Mostrar resultados
rw: Garagaza ibibonetse
ur: نتائج دکھائیں

source: Take the survey
my: ဆာေဗးကိုယူပါ
pt: Responda à pesquisa
rw: Tanga ibitekerezo ku bushakashatsi
ur: سروے کریں

source: Enter
my: ထည့္ပါ
pt: Entre
sw_tz: Ingiza
ur: داخل کریں

source: Springster
rw: Mukuru wawe
ur: اسپرنگسٹر

source: Join us
my: ကၽြန္ပ္တို႔ႏွင့္ပူးေပါင္းပါ
pt: Junta-te a nós
rw: Iyandikishe
sw_tz: Jiunge nasi
ur: ہم سے مل جائیں

source: Read More
my: ေနာက္ထပ္ ဖတ္ရႈပ
pt: Ler mais
sw_tz: Soma zaidi
ur: مزید پڑھیں

source: Recent Replies
my: လတ္တေလာ ျပန္စာမ်ား
pt: Respostas recentes
sw_tz: Majibu ya hivi karibuni
ur: حالیہ جوابات

source: Share your thoughts
my: သင္၏အေတြးအေခၚမ်ားကိုမွ်ေဝပါ
pt: Partilhar ideias
rw: Ibitekerezo
sw_tz: Shiriki mawazo yako
ur: اپنے خیالات کا اشتراک کریں

source: Please Log in here to leave a comment.
my: မွတ္ခ်က္တစ္ခုထားရန္
pt: Deixar comentário
rw: gusiga igitekerezo
ur: تبصرہ چھوڑنے کے لئے۔

source: Please log in to leave a comment.
my: မွတ္ခ်က္တစ္ခုထားရန္
pt: Deixar comentário
rw: gusiga igitekerezo
ur: تبصرہ چھوڑنے کے لئے۔

source: You have already submitted a response for this article.
my: ဤေဆာင္းပါးအတြက္ တံု႔ျပန္ခ်က္ကုိ ပုိ႔ထားၿပီးသား ျဖစ္သည္။
pt: Você já enviou uma resposta para este artigo.
sw_tz: Tayari umewasilisha jibu la makala haya.
ur: اس مکالہ کے لئے آپ نے پہلے ہی ایک جواب جمع کرا دیا ہے۔

source: You might like
my: သင္သည္လည္းႏွစ္သက္ႏုိင္သည္
pt: Podes gostar
rw: Ushobora gukunda
sw_tz: Pia unaweza kupenda
ur: شاید آپ پسند کریں

source: Load more
my: ေနာက္ထပ္ ဖတ္ရႈပ
pt: Carregar mais
rw: Soma ibindi
sw_tz: Pakia zaidi
ur: مزید لوڈ کریں

source: Read All
my: အားလံုးတြင္ဖတ္႐ႈပါ
pt: Ler tudo em
rw: Komeza Usome
sw_tz: Soma Zote
ur: سبھی پڑھیں

source: Find us elsewhere:
my: တျခားေနရာတြင္လည္း ကြ်ႏ္ုပ္တုိ႔ကုိ ရွာပါ-
pt: Estamos também no
rw: Wadusanga
sw_tz: Msimamizi
ur: ہمیں کہیں اور تلاش کریں

source: A Reply
my: ျပန္စာ
pt: Uma resposta
rw: Subiza
sw_tz: Jibu
ur: ایک جواب

source: Comment Replies
my: မွတ္ခ်က္ ျပန္စာမ်ား
pt: Respostas ao comentário
sw_tz: Majibu ya Maoni
ur: تبصرہ جوابات

source: Back
my: ေနာက္သို႔
pt: Voltar
rw: Subirayo
sw_tz: Nyuma
ur: وا پس

source: Take Survey
my: ဆာေဗးကိုယူပါ
pt: Responder pesquisa
rw: Subiza ubushakashatsi
sw_tz: Fanya Utafiti
ur: سروے کریں

source: Take a vote!
my: ၎ကိုမဲေပးပါ
pt: Votar
rw: Tora
sw_tz: Piga kura!
ur: ایک ووٹ لیں!

source: Thank you! Your response has already been submitted.
my: ေက်းဇူးတင္ပါသည္။ သင့္တံု႔ျပန္မႈကုိ ေပးပုိ႔ၿပီးသား ျဖစ္သည္။
pt: Obrigado! Tua resposta já foi enviada.
sw_tz: Asante! Majibu yako yamewasilishwa tayari.
ur: آپ کا شکریہ! آپ کا جواب پہلے ہی جمع ہوگیا ہے۔

source: Change Your Pin
my: သင့္ Pin ကုိ ေျပာင္းပါ
pt: Mudar a senha
rw: Hindura ijambo ryawe ry’ibanga
sw_tz: Badilisha Pin yako
ur: اپنی پن تبدیل کریں

source: Old Pin:
my: pin အေဟာင္း
pt: Senha antiga
rw: Umubare w'ibanga usanganwe
sw_tz: Pin ya zamani
ur: پرانی پن

source: New Pin:
my: pin အသစ္
pt: Senha nova
rw: Umubare w'ibanga mushya
sw_tz: Pin mpya
ur: نئی پن

source: Confirm New Pin:
my: Pin အသစ္ကုိ အတည္ျပဳပါ
pt: Confirmar a senha nova
rw: Emeza PIN
sw_tz: Thibitisha Pin Mpya
ur: نئی پن کی تصدیق کریں

source: Springster values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
pt: A Girl Effect valoriza tua segurança online, por isso oculta teu nome de utilizador e permite que comentes e interajas com o sítio de forma anónima. Se quiseres interagir com outras pessoas e que teus amigos vejam teu nome de utilizador e não o anónimo, atualiza teu nome de utilizador aqui
rw: Girl Effect yubaha umutekano wawe kuri internet, bityo duhisha izina ukoresha ndetse tukakwemerera gutanga igitekerezo nk'umuntu utazwi. Niba wifuza kuganira n'inshuti zawe ugashaka ko bakubona, hindura izina ryawe hano.
sw_tz: Springster inathamini usalama wako wa mtandaoni, kwa hivyo tunaficha jina lako la mtumiaji na kukuruhusu kutoa maoni na kuingiliana na tovuti hii bila kujulikana. Ikiwa ungependa kutangamana na watu wengine, kama marafiki zako kuweza kukuona kama jina la mtumiaji na wala sio mtu asiyejulikana, sasisha jina lako la mtumiaji hapa
ur: Springster آپ کی آن لائن تحفظ کی قدر کرتا ہے، اس لئے ہم آپ کا صارف کنندہ نام چھپا دیتے ہیں اور آپ کو گمنام طور سے سائٹ پر تبصرہ کرنے اور بات چیت کرنے کی اجازت دیتے ہیں۔ اگر آپ دوسرے لوگوں سے بات چیت کرنا چاہتے/چاہتی ہیں، جیسے اپنے دوستوں کو صارف نام دکھانا چاہتے/چاہتی ہیں اور گمنام نہیں رہنا چاہتے/چاہتی ہیں، تو یہاں اپنے صارف نام کی تجدید کریں

source: I identify as
my: ကြ်ႏ္ုပ္သည္
pt: Identifico-me como
rw: Ndigaragaza nka
sw_tz: Ninatambua jinsi yangu kama
ur: میں اپنی جنس کی شناخت اس طرح کرتا/کرتی ہوں

source: Only you will see this, but it's not mandatory to tell us
my: သင္တစ္ေယာက္တည္းသာ ထိုအရာကိုျမင္ပါလိမ့္မည္၊ သို႕ေသာ္ကၽြန္ပ္တို႔ကို မျဖစ္မေနအသိေပးရမည့္အရာမဟုတ္ပါ
pt: Apenas tu verás isto, mas não é necessário nos informar
rw: Ni wowe wenyine uribubone ibi, ariko si ngombwa kubi tubw ira
sw_tz: Ni wewe tu utakayeona hii, lakini sio lazima utueleze
ur: صرف آپ اسے دیکھیں گی، لیکن ہمیں یہ بتانا ضروری نہیں ہے

source: Update profile to let us know your birthday to get access to exclusive content.
my: မပါဝင္သည့္အေၾကာင္းအရာကို ဖတ္ရႈမႈရယူရန္ သင့္ေမြးေန႔ကို ကၽြႏု္ပ္တို႔သိပါရေစ။
pt: Escreve a tua data de nascimento para ter acesso aos conteúdos exclusivos.
rw: Tubwire umunsi wawe w’amavuko kugira ngo ubashe kubona amakuru ahambaye
ur: خصوصی مندرجات تک رسائی حاصل کرنے کے لئے ہمیں اپنی تاریخ پیدائش بتائیں۔

source: My Profile
my: ပရိုဖိုင္
pt: Perfil
rw: Umwirondoro
ur: پروفائل

source: Display name:
my: ျပသသည့္ အမည္
pt: Nome de visualização
rw: Garagaza izina
sw_tz: Jina la onyesho
ur: نام دکھائیں

source: Join Springster
my: Springsters ကိုဝင္ပါ
pt: Junta-te às Springster
rw: Emeza
sw_tz: Jiunge na Springster
ur: Springster میں شامل ہوں

source: Already joined?
my: ယခင္က ဝင္ေရာက္ခဲ့ပါသလာ
pt: Já aderiu?
rw: Wamaze kwinjira?
sw_tz: Umejiunga tayari?
ur: پہلے ہی شامل ہو چکے ہیں؟

source: Log in here
my: ဤေနရာတြင္ ေလာ့ဂ္အင္ဝင္ပါ
pt: Inicia tua sessão aqui
rw: Injira
sw_tz: Ingia hapa
ur: یہاں لاگ ان کریں

source: For example: 2048
my: ဥပမာ- 2048
pt: Por exemplo: 2048
sw_tz: Kwa mfano: 2048
ur: مثال کے طور پر: 2048

source: Please answer the above security questions. You'll have to provide these answers if you ever need to reset your password.
my: ေအာက္ပါလံုျခံဳေရးေမးခြန္းမ်ားကို ေက်းဇူးျပဳျပီး ေျဖဆိုပါ။ သင့္စကားဝွက္ကို ျပန္ထားရန္ သင္အျမဲတမ္းလိုအပ္ပါက အဆိုပါ အေျဖမ်ားကို ေပးရလိမ့္မည္။
pt: Responde às seguintes questões de segurança, por favor. Terás de dar estas respostas para redefinir a tua palavra-passe se for necessário.
rw: Subiza ibibazo birebana n'umutekano bikurikira. Uzasabwa gusubiza ibi bibazo igihe uzaba ushaka guhindura ijambo ry'ibanga.
sw_tz: Tafadhali jibu swali lifuatalo la usalama.
ur: براہ کرم مندرجہ ذیل سلامتی سوالات کا جواب دیں۔ اگر آپ کو کبھی اپنا پاسورڈ دوبارہ سیٹ کرنے کی ضرورت ہوتی ہے تو آپ کو یہ جوابات فراہم کرنے ہوں گے۔

source: You haven't set a display name, so your comments will appear as 'anonymous'
my: သင္သည္ နာမည္ေျပာင္တစ္ခုကိုမသတ္မွတ္ထားေသာေၾကာင့္ သင္၏မွတ္ခ်က္မ်ားကုိ “အမည္မသိ” ဟု ေဖာ္ျပပါလိမ့္မည္။
pt: Você não criou um nome para exibição, portanto os seus comentários vão aparecer como 'anônimo'
rw: Ntabwo wagaragaje irihimbano ryawe, bityo niwandika igitekerezo kizajya kigaragara nka numuntu utifuje kumenyekana
sw_tz: Hujaweka jina la kuonyesha, kwa hivyo maoni yako yataoneka kama 'yasiokuwa na jina'
ur: آپ نے ایک ڈسپلے نام مقرر نہیں کیا ہے، لہذا آپ کے تبصرے بطور 'گمنام' ظاہر کیے جائیں گے۔

source: Confirm Pin:
my: PIN အတည္ျပဳပါ
pt: Confirmar o PIN:
rw: Emeza PIN
sw_tz: Thibitisha PIN
ur: پن کی تصدیق کریں

source: Sign up here
my: ဤေနရာတြင္ စာရင္းသြင္းပါ
pt: Regista-te aqui
rw: Iyandikishe
sw_tz: Jiandikishe hapa
ur: یہاں سائن اپ کریں

source: Your password has been set. You may go ahead and log in now.
my: သင့္စကားဝွက္ကုိ သတ္မွတ္ၿပီးပါၿပီ။ ေရွ႕ဆက္သြားၿပီး ယခု ေလာ့ဂ္အင္ ဝင္ႏုိင္ပါၿပီ။
pt: Tua palavra-passe foi registada. Já podes iniciar tua sessão agora.
rw: Umubare wawe w'ibanga watunganye. Ubu ushobora kwinjira.
sw_tz: Nenosiri lako limewekwa. Unaweza kuendelea na uingie sasa.
ur: آپ کا پاسورڈ سیٹ ہو گیا ہے۔ آپ پیش قدمی کر سکتی ہیں اور لاگ ان کر سکتی ہیں۔

source: Please enter your new password twice so we can verify you typed it in correctly.
my: သင့္စကားဝွက္ကုိ မွန္ကန္စြာ ရုိက္ထည့္ထားေၾကာင္း စိစစ္အတည္ျပဳႏုိင္ရန္ သင့္ စကားဝွက္အသစ္ကုိ ႏွစ္ႀကိမ္ ထည့္ပါ။
pt: Por favor digita duas vezes a tua nova palavra-passe para que possamos verificar se a digitaste corretamente.
rw: Injiza ijambo ry'ibanga kabiri. kugira ngo umen ye ko wan dit se neza
sw_tz: Tafadhali ingiza nenosiri lako jipya mara mbili ili tuweze kuthibitisha uliliandika vizuri.
ur: براہ کرم اپنا پاسورڈ دو بار داخل کریں تاکہ ہم تصدیق کر سکیں کہ آپ نے اسے صحیح ٹائپ کیا ہے۔

source: New password:
my: စကားဝွက္အသစ္-
pt: Nova palavra-passe:
rw: Ijambo Ry ibanga rishya
sw_tz: Nenosiri Jipya:
ur: نیا پاسورڈ:

source: Confirm password:
my: စကားဝွက္ အတည္ျပဳပါ-
pt: Confirmar a palavra-passe:
rw: Emeza ijambo ry’ibanga
sw_tz: Thibitisha Nenosiri:
ur: پاسورڈ کی تصدیق کریں:

source: Change my password
my: စကားဝွက္ေျပာင္းပါ
pt: Alterar a palavra-passe
rw: Iki gitekerezo cyagaragajwe nk’ikitishimiwe
sw_tz: Badilisha Nenosiri
ur: میرا پاسورڈ تبدیل کریں

source: The password reset link was invalid, possibly because it has already been used. Please request a new password reset.
my: စကားဝွက္ ျပန္သတ္မွတ္သည့္လင့္ခ္ကုိ အသံုးျပဳထားျပီးျဖစ္သည့္အတြက္ ၎ကုိ သံုး၍မရျခင္း ျဖစ္ႏုိင္သည္။ စကားဝွက္အသစ္ကုိ ျပန္သတ္မွတ္ေပးရန္ ေတာင္းဆုိပါ။
pt: A ligação de alteração da palavra-passe era inválida, possivelmente porque a palavra-passe já foi utilizada. Favor pedir uma nova alteração de palavra-passe.
rw: Link y'ijambo ry'ibanga ntabwo yakunze. Birasho boka ko y ako re shejwe. Saba guhindurirwa ijambo ry'ibanga
sw_tz: Kiungo cha kuweka upya nenosiri hakikuwa sahihi, pengine ni kwa sababu kimetumika tayari. Tafadhali omba kiungo kipya cha kuweka upya nenosiri.
ur: پاسورڈ ری سیٹ لنک غلط تھا، ممکنہ طور پر کیوں کہ یہ پہلے سے ہی استعمال کیا گیا ہے۔ براہ کرم ایک نئے پاسورڈ ری سیٹ کی گزارش کریں۔

source: We've emailed you instructions for setting your password, if an account exists with the email you entered. You should receive them shortly.
my: သင္ထည့္ထားသည့္ အီးေမးလ္အေကာင့္ ရွိလွ်င္ ယင္းလိပ္စာသုိ႔ စကားဝွက္သတ္မွတ္ရန္ ညႊန္ၾကားခ်က္မ်ားကုိ ေပးပုိ႔ထားပါသည္။ မၾကာခင္ ရရွိပါလိမ့္မည္။
pt: Enviamos-te um e-mail com instruções para confirmar tua palavra-passe, caso uma conta exista no e-mail que nos enviou. Deves recebê-lo em breve.
rw: Twakoherereje kuri email amabwiriza yo guhinduka umubare w'ibanga, niba email watanze iriho koko. Ubutumwa burakugeraho bidatinze.
sw_tz: Tumekutumia barua pepe yenye maagizo ya kuweka nenosiri lako, ikiwa akaunti iko inayotumia barua pepe uliyoingiza. Unapaswa kuyapokea baada ya muda mfupi.
ur: آپ کا پاسورڈ سیٹ کرنے کے لئے ہم نے آپ کو ہدایات ای میل کر دیا ہے، اگر آپ کے ذریعہ داخل کردہ ای میل والا کوئی اکاؤنٹ موجود ہے۔ آپ کو وہ جلد ہی موصول ہونا چاہئے۔

source: If you don't receive an email, please make sure you've entered the address you registered with, and check your spam folder.
my: အကယ္၍ အီးေမးလ္ မရရွိပါက သင္မွတ္ပံုတင္ထားေသာ အီးေမးလ္ကုိ ထည့္ထားေၾကာင္း ေသခ်ာပါေစ၊ ၿပီးေနာက္ သင့္ေၾကာ္ျငာဖုိင္တြဲထဲတြင္ စစ္ေဆးပါ။
pt: Se não receberes um e-mail, favor verificar se registaste-te com o endereço de e-mail correto, ou checa o spam do e-mail.
rw: Niba email itakugezeho, reba neza niba washyizemo email waduhaye wiyandikisha, ndetse urebere muri spam.
sw_tz: Ukikosa kupokea barua pepe, tafadhali hakikisha umeingiza anwani uliyojisajili nayo, na ukague folda yako ya barua taka.
ur: اگر آپ کو کوئی ای میل نہیں موصول ہوتا ہے، تو براہ کرم یہ یقینی بنائیں کہ آپ نے وہی پتہ داخل کیا ہے جس سے آپ درج شدہ ہیں۔

source: Forgotten your password?
my: စကားဝွက္ ေမ့သြားသလား။
pt: Esqueceste-te da tua palavra-passe?
rw: Iki gitekerezo cyagaragajwe nk’ikitishimiwe
sw_tz: Je, umesahau nenosiri lako?
ur: اپنا پاسورڈ بھول گئے؟

source: Enter your email address below, and we'll email instructions for setting a new one.
my: သင့္အီးေမးလ္လိပ္စာကုိ ေအာက္တြင္ ထည့္ပါ။ စကားဝွက္အသစ္သတ္မွတ္ရန္ ညႊန္ၾကားခ်က္မ်ားကုိ အီးေမးလ္ ပုိ႔ေပးပါမည္။
pt: Insere teu endereço de e-mail abaixo, e iremos te enviar um e-mail com instruções para iniciar uma nova sessão.
rw: Injiza email yawe habo hepfo, tureakoherereza a mabwi riza yo g ushyiramo indi
sw_tz: Ingiza anwani yako ya barua pepe hapa chini, na tutakutumia maagizo ya kuweka nyingine mpya.
ur: نیچے اپنا ای میل داخل کریں، اور ہم آپ کو ایک نیا سیٹ کرنے کے لئے ہدایات ای میل کر دیں گے۔

source: Email address:
my: အိီးေမးလ္ လိပ္စာ-
pt: Endereço de e-mail:
rw: Email:
sw_tz: Anwani ya barua pepe:
ur: ای میل پتہ:

source: Reset my password
my: စကားဝွက္ကုိ ျပန္သတ္မွတ္ပါ
pt: Alterar palavra-passe
rw: Ijambo Ry ibanga rishya
sw_tz: Weka upya nenosiri langu
ur: میرا پاس ورڈ پھر سیٹ کریں

source: GCN competition
my: ယွဥ္ၿပိဳင္မႈ
pt: Competição
rw: ibitekerezo ku rushanwa
ur: مقابلہ

source: has been completed successfully. See results
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။ ေအာက္တြင္ သင့္တင္ျပခ်က္ရလဒ္မ်ားကို ေက်းဇူးျပဳျပီးၾကည့္ပါ။
pt: Tua pesquisa foi respondida com sucesso. Vê abaixo os resultados dos teus envios.
rw: Usoje gusubiza ibibazo by'ubushakashatsi. Reba ibyavuyemo hasi aha.
ur: آپ کا سروے کامیابی کے ساتھ مکمل ہو گیا ہے۔ براہ کرم ذیل میں اپنی جمع آوری کے نتائج دیکھیں۔

source: has been completed successfully!
my: သင့္ PIN ကို ေအာင္ျမင္စြာ ေျပာင္းျပီးပါျပီ။
pt: O teu PIN foi alterado com sucesso.
ur: آپ کی پن کامیابی سے تبدیل کر دیی گئی ہے۔

source: Thank you for submitting
my: မဲေပးသည့္အတြက္ ေက်းဇူးတင္ပါတယ္။
pt: Obrigado por votar!
ur: ووٹ کرنے کے لئے شکریہ!

source: Take The Survey
my: ဆာေဗးကိုယူပါ
pt: Responda à pesquisa
rw: Tanga ibitekerezo ku bushakashatsi
sw_tz: Fanya Utafiti
ur: سروے کریں

source: Thank you for sharing your words!
my: သင့္အေၾကာင္းကုိ ေပးပုိ႔သည့္အတြက္ ေက်းဇူးတင္ပါသည္။
pt: Obrigado por partilhar tuas palavras!
sw_tz: Asante kwa kushiriki maneno yako!
ur: اپنے الفاظ کی شراکت کے لئے آپ کا شکریہ!

source: Title of your story (max 60 characters)
my: သင့္အေၾကာင္းအရာေခါင္းစဥ္
pt: Título da tua história (máximo de 60 caracteres)
sw_tz: Kichwa cha hadithi yako (vibambo zisivyozidi 60)
ur: آپ کی کہانی کا عنوان (زیادہ سے زیادہ 60 حروف)
