Repository: moh-moola/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, my, pt, rw, sw_tz, ur

source: male
my: ေယာက္်ား
pt: masculino
rw: Gabo
sw_tz: mwanaume
ur: مرد

source: female
my: မိန္းမ
pt: feminino
rw: Gore
sw_tz: Mwanamke
ur: مونث

source: don't want to answer
my: မေျဖဆိုခ်င္ပါ
pt: não quero responder
rw: Ndifashe
sw_tz: sitaki kujibu
ur: جواب دینا نہیں چاہتے ہیں

source: Sorry, but that is an invalid display name. Please don't use your email address or phone number in your display name.
my: ဝမ္းနည္းပါသည္၊ ေဖာ္ျပသည့္အမည္မွားယြင္းေနပါသည္။ ေဖာ္ျပသည့္အမည္တြင္ သင့္ အီးေမးလ္ လိပ္စာ (သို႔မဟုတ္) ဖုန္းနံပါတ္ကိုမသံုးပါႏွင့္။
pt: Desculpe, mas este é um nome de visualização inválido. Favor não utilizar teu endereço de e-mail ou número de telemóvel no teu nome de visualização.
rw: Ihangane! Iri zina rigaragara si ryo. Wikoresha email cyangwa nimero ya telefoni ahagenewe izina rigaragara
sw_tz: Samahani, lakini jina hilo la onyesho si sahihi. Tafadhali tumia anwani yako ya barua pepe au nambari ya simu katika jina lako la onyesho.
ur: معاف کریں، لیکن وہ ایک غلط نمائشی نام ہے۔ براہ کرم نمائشی نام میں اپنا ای میل پتہ یا فون نمبر استعمال نہیں کریں۔

source: Sorry, the name you have used is not allowed. Please, use a different name for your display name.
my: ဝမ္းနည္းပါသည္၊ သင္အသံုးျပဳထားေသာအမည္ကို ခြင့္မျပဳထားပါ။ ေက်းဇူးျပဳ၍ ေဖာ္ျပသည့္အမည္တြင္ အျခားအမည္တစ္ခုခု သံုးေပးပါ။
pt: Desculpe, o nome que criaste não é permitido. Por favor, cria um nome diferente para o teu nome de visualização.
rw: Ihangane! Izina ukoresheje ntiryemewe. Gerageza gukoresha irindi zina rizajya rigaragara
sw_tz: Samahani, jina ulilotumia haliruhusiwi. Tafadhali, tumia jina tofauti kwa jina lako la onyesho.
ur: معاف کریں، آپ کے ذریعہ استعمال کردہ نام کی اجازت نہیں ہے۔ اپنے نمائشی نام کے لئے براہ کرم ایک مختلف نام استعمال کریں۔

source: Gender
my: က်ား၊မ လိင္
pt: Género
rw: Igitsina
sw_tz: Jinsia
ur: جنس

source: Display Name
my: ျပသသည့္ အမည္
pt: Nome de visualização
rw: Garagaza izina
sw_tz: Jina la Onyesho
ur: نام دکھائیں

source: This value must contain only letters, numbers and underscores.
my: အဆိုပါတန္ဖိုးတြင္ အကၡရာစာလံုးမ်ား၊ နံပါတ္မ်ားႏွင့္ အန္ဒါစကိုး(underscores)မ်ားသာ ပါဝင္ရမည္ျဖစ္သည္။
pt: Insere apenas letras, números e subtraços.
rw: Ibi bikwiriye kugirwa n'inyuguti, imibare ndetse na underscrores
sw_tz: Lazima thamani hii iwe na herufi, nambari na mistari chini pekee.
ur: اس قدر میں صرف حروف، اعداد اور خط کشید ہونا چاہئے۔

source: Sorry, but that is an invalid username. Please don't use your email address or phone number in your username.
my: ဝမ္းနည္းပါသည္၊ အသံုးျပဳသူအမည္ မွားေနသည္။ အသံုးျပဳသူအမည္တြင္ သင့္ အီးေမးလ္ လိပ္စာ (သို႔မဟုတ္) ဖုန္းနံပါတ္ကိုမသံုးပါႏွင့္။
pt: Desculpe, mas este é um nome de utilizador inválido. Por favor, não utiliza o teu endereço de e-mail ou número de telemóvel em teu nome de utilizador.
sw_tz: Samahani, lakini jina hilo la mtumiaji si sahihi. Tafadhali tumia anwani yako ya barua pepe au nambari ya simu katika jina lako la mtumiaji.
ur: معاف کریں، لیکن وہ ایک غلط نمائشی صارف نام ہے۔ براہ کرم صارف نام میں اپنا ای میل پتہ یا فون نمبر استعمال نہیں کریں۔

source: Offensive Language
my: ဘာသာစကားေျပာင္းပါ
pt: Idioma do sítio:
rw: Imvugo itari nziza
ur: سائٹ کی زبان:

source: Log in to vote
my: မဲေပးရန္ေလာ့ဂ္အင္ဝ
pt: Entrar para votar
rw: Injira utore
sw_tz: Ingia ili upige kura
ur: ووٹ کرنے کے لئے لاگ ان کریں

source: That username already exits. Please try another one.
my: ထုိအသံုးျပဳသူအမည္သည္ ရွိၿပီးသား ျဖစ္သည္။ အျခားအမည္တစ္ခုကုိ သံုးပါ။
pt: Este nome de utilizador já existe. Favor tentar outro.
rw: Izina ukoresha n'umubare w'ibanga ntibihura. Ongera ugerageze
sw_tz: Jina hilo la mtumiaji tayari lipo. Tafadhali jaribu lingine.
ur: وہ صارف نام پہلے سے موجود ہے، براہ کرم دوسرے کی کوشش کریں۔

source: The old password is incorrect.
pt: A palavra-passe antiga está incorreta.
rw: Iri jambo ry'ibanga si ryo wakoreshaga mbere
sw_tz: Nenosiri la zamani si sahihi.
ur: پرانا پاسورڈ غلط ہے۔

source: Vote
my: မဲေပးပါ
pt: Votar
rw: Duhitemo
sw_tz: Piga kura
ur: ووٹ دیں

source: Show Results
my: ရလဒ္မ်ားကိုေဖာ္ျပပါ
pt: Mostrar resultados
rw: Garagaza ibibonetse
sw_tz: Onyesha Matokeo
ur: نتائج دکھائیں

source: You voted:
my: သင္သည္ မဲေပးခဲ့ပါသည္-
pt: Votou em:
rw: Watoye
sw_tz: Ulipiga kura:
ur: آپ نے ووٹ دیا:

source: Name of the city you were born in
my: သင္ေမြးဖြားခ့ဲေသာၿမိဳ႕နာမည္။
pt: Nome da cidade em que nasceste
rw: Akarere wavukiyemo
sw_tz: Jina la mji uliozaliwa
ur: شہر کا نام جہاں آپ کی پیدائش ہوئی تھی

source: Name of your primary school
my: သင့္မူလတန္းေက်ာင္းအမည္
pt: Nome da tua escola
rw: Izina ry'aho wize amashuri abanza
sw_tz: Jina la shule yako ya msingi
ur: آپ کے پرائمری اسکول کا نام

source: Please complete this form to join
my: ဝင္ေရာက္ရန္ဤေဖါင္ပံုစံကိုေက်းဇူးျပဳၿပီးျဖည့္စြက္ပါ
pt: Preenche este formulário para aderir
rw: Uzuza iyi fomu kugirango winjire
sw_tz: Tafadhali kamilisha fomu hii ili ujiunge
ur: شامل ہونے کے لئے براہ کرم اس فارم کو پورا کریں

source: Unable to Login
my: ေလာ့ဂ္အင္ဝင္၍ မရႏုိင္ပါ
pt: Não foi possível iniciar a sessão
rw: Kwinjira ntibikunze
sw_tz: Haiwezi Kuingia
ur: لاگ ان کرنے سے قاصر ہے

source: Hi Girl
my: ဟိုင္း … မိန္းကေလး
pt: Olá garota
rw: Hi
sw_tz: Hujambo Dada
ur: تسلیم Girl

source: Sorry, you are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
my: ဝမ္နည္းပါသည္၊ ဤအဂၤါရပ္ကို အသံုးျပဳရန္ အခက္အခဲရွိေနပါသည္။ ယာယီနည္းပညာပိုင္းဆိုင္ရာျပသနာတစ္ခုေၾကာင့္ Free Basics အက္ပ္ထဲသုိ႔ ယခု ဝင္ေရာက္၍ မွတ္ပံုတင္ျခင္းမ်ားကုိ မျပဳလုပ္ႏုိင္ပါ။ ေလာ့ဂ္အင္ဝင္ရန္ သုိ႔မဟုတ္ ပရုိဖုိင္ကုိ မွတ္ပံုတင္ရန္ သင့္မုိဘုိင္းဘေရာက္ဇာမွတဆင့္ ေအာက္ပါ လိပ္စာရွိ ကြ်ႏ္ုပ္တုိ႔၏ ဝဘ္ဆုိက္သုိ႔ အခမဲ့ သြားေရာက္ၾကည့္ရႈပါ။
pt: Desculpe, estás com problemas para aceder a esta função! Devido a um problema técnico temporário, não é possível registar-te ou iniciar sessão no Free Basics app no momento. Para iniciar sessão ou registar-te para criar uma conta, visita nosso sítio gratuito pelo teu telemóvel em
rw: Ihangane! Kugera ku byo washakaga ntibikunze! Kwinjira no kwiyandikisha kuri app ya Free Basics ntibikunda muri aka kanya kubera ikibazo gito cya tekiniki. Niba ushaka kwinjira no kwiyandikisha, sura urubuga rwacu rw'ubuntu unyuze aho usanzwe unyuraho usura izindi mbuga
sw_tz: Samahani, una tatizo la kufikia kipengele hiki! Kwa sababu ya tatizo la muda la kiufundi, kuingia na sajili hazipatikani kwenye programu ya Free Basics kwa sasa. Ili kuingia au kusajili upate wasifu, tembelea mobisite yetu ya bila malipo kupitia kivinjari chako cha simu ya mkononi kwenye
ur: معاف کریں، آپ کو اس سہولت تک رسائی حاصل کرنے میں دشواری ہو رہی ہے! ایک عارضی تکنیکی مسئلہ کی وجہ سے، Free Basics اپلی کیشن پر اس وقت لاگ ان اور رجسٹریشن دستیاب نہیں ہیں۔ لاگ ان کرنے یا پروفائل رجسٹر کرنے کے لئے، اپنے موبائل براؤزر کے ذریعہ ہمارے اس مفت موبی سائٹ پر جائیں

source: We're working hard to get this problem resolved. Thank you.
my: ထိုျပသနာကိုေျဖရွင္းရန္ ကၽြန္ပ္တို႔ႀကိဳးစားေနပါသည္။ ေက်းဇူးတင္ပါသည္။
pt: Estamos a trabalhar para resolver o mais rapidamente possível este problema. Agradecemos a compreensão.
rw: Turi gushaka umuti w'iki kibazo. Murakoze
sw_tz: Tunafanya kazi kwa bidii ili kutatua tatizo hili. Asante.
ur: اس مسئلے کو حل کرنے کے لئے ہم سخت محنت کر رہے ہیں۔ آپ کا شکریہ۔

source: Page not found
am: ይቅርታ! የፈለጉት ገጽ አልተገኘም። ወደ ፊት ገጽ ይመለሱ
my: စာမ်က္ႏွာမေတြ႔ပါ
pt: Página não encontrada
rw: Paji ntibonetse
sw_tz: Ukurasa haukupatikana
ur: صفحہ نہیں ملا

source: Sorry, this page could not be found.
am: ይቅርታ! የፈለጉት ገጽ አልተገኘም። ወደ ፊት ገጽ ይመለሱ
my: ဝမ္းနည္းပါတယ္၊ ထိုစာမ်က္ႏွာကို မေတြ႔ႏိုင္ပါ။
pt: Lamentamos mas não encontrámos a página.
rw: Mwihangane, iyi paji ntibashije kuboneka
sw_tz: Samahani, ukurasa huu haukuweza kupatikana.
ur: معاف کریں، یہ صفحہ نہیں مل سکا۔

source: Internal server error
am: ስሕተት አጋጥሟል። አንደ አዲስ ያስጀምራሉ ወይስ ወደ ፊት ገጽ ይመለሳሉ?
my: အတြင္းပိုင္းဆာဗာအမွား
pt: Erro do servidor interno
rw: Ikosa rya seriveri
sw_tz: Hitilafu ya seva ya ndani
ur: رور کی اندرونی خرابی

source: Sorry, there seems to be an error. Please try again soon.
am: ስሕተት አጋጥሟል። አንደ አዲስ ያስጀምራሉ ወይስ ወደ ፊት ገጽ ይመለሳሉ?
my: ဝမ္းနည္းပါတယ္၊ အမွားျဖစ္ႏုိင္ေခ်ရွိပါသည္။ ေက်းဇူးျပဳျပီး မၾကာခင္ ျပန္ၾကိဳးစားပါ။
pt: Lamentamos mas parece haver um erro. Volta a tentar em breve.
rw: Mwihangane, habayeho ikosa. Mwongere mugerageze mu kanya.
sw_tz: Samahani, inaonekana kuna hitilafu. Tafadhali jaribu tena hivi karibuni.
ur: معاف کریں، کوئی خرابی لگتی ہے۔ جلد ہی دوبارہ کوشش کریں۔

source: Menu
am: ዝርዝር
my: မီႏူး
rw: Ibirimo
sw_tz: Menyu
ur: مینو

source: Sign up
my: စာရင္းသြင္းရန္
pt: Iniciar sessão
rw: Iyandikishe
sw_tz: Jiandikishe
ur: سائن اپ کریں

source: Profile
my: ပရိုဖိုင္
pt: Perfil
rw: Umwirondoro
sw_tz: Wasifu
ur: پروفائل

source: Back to Top
am: ወደ መነሻ ገፅ
my: အထက္သို႔ျပန္သြားပ
pt: Voltar ao topo
rw: Gusubira hejuru
sw_tz: Rudi Juu
ur: اوپر واپس جائیں

source: Home
my: ပင္မ
pt: Início
rw: Ahabanza
sw_tz: Ukurasa wa mwanzo
ur: ہوم

source: Categories
my: အမ်ဳိးအစားမ်ား
pt: Categorias
rw: Ibice bigize urubuga
sw_tz: Kategoria
ur: زمرہ جات

source: Sign Up
my: စာရင္းသြင္းရန္
pt: Iniciar sessão
rw: Iyandikishe
sw_tz: Jiandikishe
ur: سائن اپ کریں

source: Log in
my: ေလာ့ဂ္အင္
pt: Entrar
rw: Injira
sw_tz: Ingia
ur: لاگ ان کریں

source: Log out
my: ေလာ့ဂ္ေအာက္ထြက္ပ
pt: Sair
rw: Sohoka
sw_tz: Toka
ur: لاگ آؤٹ کریں

source: All Rights Reserved.
am: መብቶች ሁሉ በሕግ የተጠበቁ ናቸው
my: လုပ္ပိုင္ခြင့္အားလံုး သီးသန္႔ရွိသည္
pt: Todos os direitos reservados.
rw: Uburenganzira burihariye.
sw_tz: Haki Zote Zimehifadhiwa.
ur: جملہ حقوق محفوظ ہیں۔

source: Anonymous
my: အမည္ မသိ
pt: Anónimo
rw: Umuntu utifuje kumenyekana
sw_tz: Umejiunga tayari?
ur: گمنام

source: This comment has been removed by the community. Please read our platform rules.
my: ထိုမွတ္ခ်က္ကို အဖြဲ႔အစည္းမွ ဖယ္ရွားျပီးပါျပီ။ ကၽြႏု္ပ္တို႔ပလက္ေဖါင္း စည္းမ်ဥ္းစည္းကမ္းမ်ားကို ေက်းဇူးျပဳျပီး ဖတ္ရႈပါ။
pt: Este comentário foi removido pela comunidade. Por favor leia as regras da nossa plataforma.
rw: Iki gitekerezo cyakuweho. Mugerageze musome amabwiriza agenga uru rubuga.
sw_tz: Maoni haya yameondolewa na jamii. Tafadhali soma sheria zetu za jukwaa.
ur: اس تبصرہ کو کمیونیٹی کے ذریعہ ہٹا دیا گیا ہے۔ براہ کرم ہمارے پلیٹ فارم اصولوں کو پڑھیں۔

source: ago
my: ခန္႔က
pt: anterior
rw: kera
sw_tz: iliyopita
ur: پہلے

source: Report
my: အစီရင္ခံစာ
pt: Denunciar
rw: Bimenyeshe
sw_tz: Ripoti
ur: رپورٹ کریں

source: Reply
my: ျပန္ၾကားပါ
pt: Responder
sw_tz: Jibu
ur: جواب دیں

source: Replies
my: ျပန္ၾကားခ်က္မ်ား
pt: Respostas
sw_tz: Majibu
ur: جوابات

source: comment
my: မွတ္ခ်က္မ်ား
pt: Comentários
rw: Igitekerezo
sw_tz: Maoni
ur: تبصرہ

source: Log in to comment
my: မွတ္ခ်က္ေပးရန္ေလာ့ဂ္အင္ဝင္ပ
pt: Entrar para comentar
rw: Injira utange igitekerezo cyawe
sw_tz: Ingia ili utoe maoni
ur: تبصرہ کرنے کے لئے لاگ ان کریں

source: Commenting on this article is currently disabled
my: ဤေဆာင္းပါးတြင္ မွတ္ခ်က္ေပးျခင္း လတ္တေလာတြင္ ပိတ္ထားပါသည္
pt: Os comentários para este artigo estão fechados
rw: Gutanga igitekerezo kuri iyi nkuru ubu ntibyemera
sw_tz: Kutoa maoni kuhusu nakala hii kumelemazwa kwa sasa
ur: اس مضمون پر تبصرہ فی الحال غیر فعال ہے

source: View more comments
my: ေနာက္ထပ္ မွတ္ခ်က္မ်ားကိုၾကည့္
pt: ver comentários
rw: Garagaza ibindi bitekerezo
sw_tz: angalia maoni zaidi
ur: مزید تبصرہ جات دیکھیں

source: Comments
my: မွတ္ခ်က္မ်ား
pt: Comentários
rw: Ibitekerezo
sw_tz: Maoni
ur: تبصرہ جات

source: Back to article
my: ေဆာင္းပါးသို႔ျပန္သြားပါ
pt: Voltar ao artigo
rw: Gusubira ku nkuru
sw_tz: Rudi kwenye nakala
ur: مضمون پر واپس جائیں

source: Please correct the error below
my: ေအာက္ပါအမွားကို ေက်းဇူးျပဳျပီးျပင္ဆင္ပါ
pt: Por favor corrija o erro acima
rw: Kosora ikosa riri aha hasi
sw_tz: Tafadhali sahihisha kosa hapa chini
ur: براہ کرم نیچے کی خرابی کو صحیح کریں

source: Submit
my: တင္ျပပါ
pt: Submeter
rw: Ohereza
sw_tz: Wasilisha
ur: جمع کریں

source: Comment Anonymously
my: အမည္ မသိျဖင့္ မွတ္ခ်က္ေပးပါ
pt: Comentar como Anónimo
rw: Andika mw'ibanga
sw_tz: Toa maoni Bila Jina
ur: گمنام طور پر تبصرہ کریں

source: Please
my: ေက်းဇူးျပဳျပီး
pt: Por favor
rw: Kunezeza
sw_tz: Tafadhali
ur: براہ کرم

source: log in
my: ေလာ့ဂ္အင္
pt: Entrar
rw: injira
sw_tz: ingia
ur: لاگ ان کریں

source: to leave a comment.
my: မွတ္ခ်က္တစ္ခုထားရန္
pt: Deixar comentário
rw: gusiga igitekerezo
sw_tz: kutoa maoni.
ur: تبصرہ چھوڑنے کے لئے۔

source: Recent replies
my: လတ္တေလာ ျပန္စာမ်ား
pt: Respostas recentes
rw: Ibisubizo bishya
sw_tz: Majibu ya hivi karibuni
ur: حالیہ جوابات

source: Earlier replies
my: အေစာပိုင္းျပန္စာမ်ား
pt: Respostas anteriores
rw: Ibisubizo byaje mbere
sw_tz: Majibu ya mapema
ur: پہلے کے جوابات

source: Page
am: ገፅ
pt: Página
sw_tz: Ukurasa
ur: صفحہ

source: of
pt: de
rw: ya
sw_tz: ya
ur: ان کا

source: Please let us know why you are reporting this comment?
my: ဤမွတ္ခ်က္ကို ဘာေၾကာင့္ တုိင္ၾကားရသည္ကို ကၽြန္ပ္တို႔သိလုိပါသည္။
pt: Poderias nos dizer o que há de errado com este comentário?
rw: Tubwire impamvu ugaragaje ko iki gitekerezo gifite ikibazo!
sw_tz: Tafadhali tufahamishe kwa nini unaripoti maoni haya?
ur: براہ کرم ہمیں بتائیں کہ آپ اس تبصرہ کی رپورٹ کیوں کر رہیں ہیں؟

source: Report Comment
my: မွတ္ခ်က္ကုိ တုိင္ၾကားရန္
pt: Denunciar comentário
rw: Garagaza ko igitekerezo gifite ikibazo
sw_tz: Ripoti Maoni
ur: تبصرہ کی رپورٹ کریں

source: Thanks!
my: ေက်းဇူးပါ။
pt: Obrigado!
rw: Murakoze!
sw_tz: Asante!
ur: شکریہ!

source: This comment has been reported.
my: ထိုမွတ္ခ်က္ကို အစီရင္ခံျပီးျပီ။
pt: Este comentário foi denunciado.
rw: Iki gitekerezo cyagaragajwe nk’ikitishimiwe
sw_tz: Maoni haya yameripotiwa.
ur: اس تبصرہ کی رپورٹ کی گئی۔

source: It will be reviewed by the moderation team and may be removed if it breaks our Platform rules
my: အကဲျဖတ္အဖြဲ႔မွ ျပန္လည္ဆန္းစစ္ျပီး ကၽြႏု္ပ္တို႔ ပလက္ေဖါင္းစည္းမ်ဥ္းစည္းကမ္းမ်ားကို ခ်ဳိးေဖာက္ပါက ဖယ္ရွားႏုိင္ပါသည္
pt: Os comentários serão revistos pela nossa equipa de moderadores e serão removidos caso violem as regras da nossa Plataforma.
rw: Biragenzurwa n’ababishinzwe kandi bishobora gukurwaho mu gihe bitubahirije amabwiriza y’uru rubuga
sw_tz: Itapitiwa na timu ya usimamizi na inaweza kuondolewa iwapo inakiuka sheria zetu za Jukwaa
ur: موڈریشن ٹیم اس کا جائزہ لے گی اور اگر یہ پلیٹ فارم کے اصولوں کی خلاف ورزی کرتا ہے تو اسے نکالا جا سکتا ہے

source: You have already reported this comment
my: ထိုမွတ္ခ်က္ကို အစီရင္ခံျပီးျပီ။
pt: Já denunciaste este comentário
rw: Wamaze kugaragaza ko iki kitekerezo gifite ikibazo
sw_tz: Tayari umeripoti maoni haya
ur: آپ نے پہلے ہی اس تبصرہ کی رپورٹ کردی ہے

source: The comment will be reviewed by the moderation team and may be removed if it breaks our Platform rules
my: အကဲျဖတ္အဖြဲ႔မွ ျပန္လည္ဆန္းစစ္ျပီး ကၽြႏု္ပ္တို႔ ပလက္ေဖါင္းစည္းမ်ဥ္းစည္းကမ္းမ်ားကို ခ်ဳိးေဖာက္ပါက ဖယ္ရွားႏုိင္ပါသည္။
pt: O comentário será revisado pela equipe de moderadores e pode ser removido caso quebre as regras da nossa plataforma
rw: Iki gitekerezo kiraza gusuzumwa n'ababishinzwe. Gishobora gukurwaho mu gihe dusanze kinyuranije n'amahame agenga imbuga zacu
sw_tz: Maoni yatapitiwa na timu ya usimamizi na yanaweza kuondolewa ikiwa yanakiuka kanuni za Jukwaa letu
ur: موڈریشن ٹیم اس کا جائزہ لے گی اور اگر یہ پلیٹ فارم کے اصولوں کی خلاف ورزی کرتا ہے تو اسے نکالا جا سکتا ہے

source: Read more
am: አንብቡ
my: ေနာက္ထပ္ ဖတ္ရႈပ
pt: Ler mais
rw: Komeza Usome
sw_tz: Soma zaidi
ur: مزید پڑھیں

source: Download Video
my: ဗီဒီယုိကုိ ေဒါင္းလုဒ္လုပ္ရန္
pt: Baixar vídeo
rw: kora downlod ya Video
sw_tz: Pakua Video
ur: ویڈیو ڈاؤن لوڈ کریں

source: Click to watch on youtube!
am: በዩቲዩብ ለመመልከት ይህን ተጫኑት
my: YouTube တြင္ ၾကည့္ရန္ ဒီမွာႏွိပ္ပါ
pt: Clique aqui para assistir no YouTube
rw: Kanda urebere kuri YouTube
sw_tz: Bofya hapa ili kutazama kwenye YouTube
ur: YouTube پر دیکھنے کیلئے یہاں کلک کریں

source: Media will be played externally in a new window
am: በአዲስ መስኮት ይጫወታል
my: မီဒီယာကုိ ဝင္းဒုိးအသစ္တြင္ သီးသန္႔ ဖြင့္ျပပါမည္။
pt: Arquivos de mídia serão exibidos em uma nova janela.
rw: Ibyo ushaka urabyumvira mu rindi dirishya
sw_tz: Midia itachezwa nje katika dirisha jipya
ur: میڈیا کو ایک نئے دریچہ میں بیرونی طور پر چلایا جائے گا

source: Your browser does not support the video tag.
am: የምትጠቀሙበት የኢንተርኔት ብራውዘር ይህን ቪዲዮ አያጫውትም
my: သင့္ဘေရာက္ဇာတြင္ ဗီဒီယုိတဂ္တြဲ၍ မရပါ။
pt: O seu navegador não consegue exibir vídeos.
rw: Urubuga ukoresha ntirubasha kwakira videwo.
sw_tz: Kivinjari chako hakikubali utambulisho wa video.
ur: آپ کا براؤزر ویڈیو ٹیگ کی معاونت نہیں کرتا ہے۔

source: Click here to download video
am: ይህን በመጫን የቪዲዮ ቅጂ አግኙ
my: ေဒါင္းလုဒ္လုပ္ရန္ ဒီမွာ ႏွိပ္ပါ
pt: Clique aqui para baixar
rw: Kanda hano ukore download
ur: ڈاؤن لوڈ کرنے کیلئے یہاں کلک کریں

source: Your browser does not support the audio tag.
am: የምትጠቀሙበት የኢንተርኔት ብራውዘር ይህን ድምጽ አያጫውትም
my: သင့္ဘေရာက္ဇာတြင္ ဗီဒီယုိတဂ္တြဲ၍ မရပါ။
pt: O seu navegador não consegue exibir vídeos.
rw: Urubuga ukoresha ntirubasha kwakira amajwi.
ur: آپ کا براؤزر ویڈیو ٹیگ کی معاونت نہیں کرتا ہے۔

source: Download Audio
my: အသံကုိ ေဒါင္းလုဒ္လုပ္ရန္
pt: Baixar áudio
rw: kora downlod ya Audio
sw_tz: Pakua Sauti
ur: آڈیو ڈاؤن لوڈ کریں

source: Click here to download audio
am: ይህን በመጫን የድምጽ ቅጂ አግኙ
my: ေဒါင္းလုဒ္လုပ္ရန္ ဒီမွာ ႏွိပ္ပါ
pt: Clique aqui para baixar
rw: Kanda hano ukore download
ur: ڈاؤن لوڈ کرنے کیلئے یہاں کلک کریں

source: Language
my: ဘာသာစကား
pt: Idioma
rw: Imvugo
sw_tz: Lugha
ur: زبان

source: This site is free for all MTN subscribers. If you are an Airtel or TIGO subscriber, you can access this site for free by going to
my: သင္သည္ _____ စာရင္းေပးသြင္းသူတစ္ေယာက္ျဖစ္ပါက၊ သင္သည္ ထိုဆိုက္ကို အခမဲ့အသံုးျပဳႏုိင္သည္။ သြားပါ
pt: Este sítio é gratuito para todos os assinantes da MTN. Se és assinante da Airtel, podes aceder a este sítio gratuitamente no
rw: Gusura uru rubuga ni ubuntu ku bafatabuguzi ba MTN. Niba ukoresha Airtel cyangwa TIGO, ushobora kurusura ku buntu, unyuze kuri
ur: سبھی MTN صارفین کے لئے یہ سائٹ مفت ہے۔ اگر آپ Airtel صارف ہیں، تو آپ یہاں جا کر اس سائٹ تک مفت رسائی حاصل کر سکتے ہیں

source: Next up in
my: တြင္ ေနာက္တဆင့္တက္ပါ
pt: A seguir
rw: Ikurikira
sw_tz: Inayofuata katika
ur: اگلا

source: Recommended
am: የሚመከር
my: အၾကံျပဳထားသည္-
pt: Recomendado
rw: Turayigushishikarije
sw_tz: Inayopendekezwa
ur: تجویز کردہ

source: Download
am: ቅጂ ላግኝ
my: ဗီဒီယုိကုိ ေဒါင္းလုဒ္လုပ္ရန္
pt: Baixar vídeo
rw: Kora ya
ur: ویڈیو ڈاؤن لوڈ کریں

source: What's your opinion?
my: သင့္ထင္ျမင္ယူဆခ်က္ကိုေဖာ္ျပပ
pt: Qual é a tua opinião?
rw: Urabitekeraho iki?
sw_tz: Una maoni gani?
ur: آپ کی رائے کیا ہے؟

source: Thank you!
my: ေက်းဇူးတင္ပါတယ္။
pt: Obrigado!
rw: Urakoze!
sw_tz: Asante!
ur: آپ کا شکریہ!

source: Your response has already been submitted.
my: ေက်းဇူးတင္ပါသည္။ သင့္တံု႔ျပန္မႈကုိ ေပးပုိ႔ၿပီးသား ျဖစ္သည္။
pt: Obrigado! Tua resposta já foi enviada.
ur: آپ کا شکریہ! آپ کا جواب پہلے ہی جمع ہوگیا ہے۔

source: Thank you for voting!
my: မဲေပးသည့္အတြက္ ေက်းဇူးတင္ပါတယ္။
pt: Obrigado por votar!
sw_tz: Asante kwa kupiga kura!
ur: ووٹ کرنے کے لئے شکریہ!

source: Old Password:
my: စကားဝွက္အေဟာင္
pt: Palavra-passe antiga:
rw: Ijambo Ry ibanga usanganwe
sw_tz: Nenosiri la Zamani:
ur: پرانا پاسورڈ:

source: New Password:
my: စကားဝွက္အသစ္-
pt: Nova palavra-passe:
rw: Ijambo Ry ibanga rishya
sw_tz: Nenosiri Jipya:
ur: نیا پاسورڈ:

source: Confirm New Password:
my: စကားဝွက္အသစ္ အတည္ျပဳပါ
pt: Confirmar a nova palavra-passe:
rw: Emeza ijambo Ry ibanga
sw_tz: Thibitisha Nenosiri Jipya:
ur: نئے پاسورڈ کی تصدیق کریں:

source: Change Password
my: စကားဝွက္ေျပာင္းပါ
pt: Alterar a palavra-passe
rw: Iki gitekerezo cyagaragajwe nk’ikitishimiwe
sw_tz: Badilisha Nenosiri
ur: پاسورڈ تبدیل کریں

source: Thank you for joining!
my: ပူးေပါင္းပါဝင္သည့္အတြက္ ေက်းဇူးတင္ပါတယ္။
pt: Obrigado por aderir!
rw: Murakoze kuza ku rubuga!
sw_tz: Asante kwa kujiunga!
ur: شامل ہونے کے لئے شکریہ!

source: Let us know your birthday to get access to exclusive content.
my: မပါဝင္သည့္အေၾကာင္းအရာကို ဖတ္ရႈမႈရယူရန္ သင့္ေမြးေန႔ကို ကၽြႏု္ပ္တို႔သိပါရေစ။
pt: Escreve a tua data de nascimento para ter acesso aos conteúdos exclusivos.
rw: Tubwire umunsi wawe w’amavuko kugira ngo ubashe kubona amakuru ahambaye
sw_tz: Tufahamishe siku yako ya kuzaliwa ili uweze kufikia maudhui ya kipekee.
ur: خصوصی مندرجات تک رسائی حاصل کرنے کے لئے ہمیں اپنی تاریخ پیدائش بتائیں۔

source: Nickname:
my: နာမည္ေျပာင္-
pt: Alcunha
rw: Irihimbano:
sw_tz: Jina la utani:
ur: عرفیت:

source: Please do not use your real name, phone number or email address as it's unsafe.
my: ၎ကို မသိမ္းထားသည့္အတြက္ သင့္အမည္အစစ္၊ ဖုန္းနံပါတ္ သို႔မဟုတ္ အီးေမးလ္လိပ္စာတို႔ကို ေက်းဇူးျပဳျပီး မသံုးပါႏွင့္။
pt: Por favor, não escreve o teu verdadeiro nome, número de telemóvel ou e-mail porque não é seguro.
rw: Ntukoreshe izina ryawe nyakuri, nimero ya telefoni yawe cyangwa aderesi ya email yawe kuko umutekano wabyo ntiwizewe.
sw_tz: Tafadhali usitumie jina lako, nambari ya simu au anwani yako sahihi ya barua pepe kwa kuwa sio salama.
ur: براہ کرم اپنا اصلی نام، فون نمبر یا ای میل استعمال نہیں کریں کیوں کہ یہ غیرمحفوظ ہے۔

source: Date of birth:
my: ေမြးသကၠရာဇ္-
pt: Data de nascimento:
rw: Itariki y amavuko:
sw_tz: Tarehe ya kuzaliwa:
ur: تاریخ پیدائش:

source: Gender:
my: က်ား၊မ လိင္
pt: Género
rw: Igitsina:
sw_tz: Jinsia
ur: جنس:

source: Update your Education Level:
my: သင္၏ ပညာအရည္အခ်င္းကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza teu nível educacional:
rw: Ongera wndike amashuri wize
sw_tz: Sasisha Kiwango chako cha Elimu:
ur: اپنی تعلیمی لیاقت اپڈیٹ کریں:

source: Update
my: ျပင္ဆင္ပါ
pt: Atualizar
rw: Hindura
sw_tz: Sasisha
ur: تازہ کریں

source: Skip
my: ေက်ာ္ပါ
pt: Sair
rw: Simbuka
sw_tz: Ruka
ur: چھوڑ دیں

source: Edit your Profile
my: သင့္ပရိုဖိုင္ျပင္ဆင္ပါ
pt: Editar o perfil
rw: Hindura umwirondoro wawe
sw_tz: Hariri Wasifu wako
ur: اپنے پروفائل میں تدوین کریں

source: Update your mobile number:
my: သင့္မိုဘိုင္းနံပါတ္ကိုထည့္သြင္းပါ
pt: Coloca o teu número de telemóvel
rw: Shyiramo nimero ya telefoni yawe
sw_tz: Ingiza nambari yako ya simu ya mkononi
ur: اپنا موبائل نمبر اپڈیٹ کریں:

source: (e.g. 0914556789)
my: (ဥပမာ- 0914556789)
pt: (por exemplo 0914556789)
sw_tz: (k.m. 0914556789)
ur: جیسے 0914556789)

source: Update your email address:
my: သင္၏ အီးေမးလ္လိပ္စာကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza teu endereço de e-mail:
rw: Andika nanone email
sw_tz: Sasisha anwani yako ya barua pepe:
ur: اپنا ای میل پتہ اپڈیٹ کریں

source: (e.g. example@foo.com)
my: (ဥပမာ- example@foo.com)
pt: (por exemplo, example@foo.com)
sw_tz: (k.m. example@foo.com)
ur: (جیسے example@foo.com)

source: Update where you live:
my: သင္ေနထုိင္ရာေနရာကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza onde vives:
rw: Uzuza umwirondoro wawe
sw_tz: Sasisha unapoishi:
ur: اپنی رہائش اپڈیٹ کریں:

source: Update profile
my: ပရိုဖိုင္ျပင္ဆင္ပါ
pt: Atualizar o teu perfil
rw: Uzuza umwirondoro wawe
sw_tz: Sasisha wasifu
ur: پروفائل تازہ کاری کریں

source: Forgot PIN
my: PIN ကိုေမ့သြားသည္
pt: Esquecer o PIN
rw: Wibagiwe PIN
sw_tz: Umesahau PIN
ur: پن بھول گئے

source: Security question
my: လံုျခံဳေရးေမးခြန္း
pt: Pergunta de segurança
rw: Ikibazo kirebana n'umutekano
sw_tz: Swali la usalama
ur: سلامتی سوال

source: Please answer the following security question.
my: ေအာက္ပါလံုျခံဳေရးေမးခြန္းကို ေက်းဇူးျပဳျပီး ေျဖဆိုပါ။
pt: Responde às seguintes questões de segurança, por favor.
rw: Subiza ibibazo birebana n'umutekano bikurikira
sw_tz: Tafadhali jibu swali lifuatalo la usalama.
ur: براہ کرم مندرجہ ذیل تحفظاتی سوال کا جواب دیں۔

source: Not a member yet? Join us by signing up below.
my: အဖြဲ႕ဝင္တစ္ေယာက္မဟုတ္ေသးဘူးလား။ ေအာက္တြင္ ဆိုင္းအင္ဝင္ျခင္းျဖင့္ ကၽြႏု္ပ္တို႔ကို ဆက္သြယ္ပ
pt: Ainda não és membro? Regista-te para juntar-te a nós.
rw: Iyandikishe hasi aha kugira ngo winjire
sw_tz: Bado wewe si mwanachama? Jiunge nasi kwa kujiandikisha hapa chini.
ur: اب تک رکن نہیں ہیں؟ نیچے سائن اپ کرکے ہمارے ساتھ شامل ہوں۔

source: Please correct the indicated errors.
my: ေဖာ္ျပထားသည့္ အမွားမ်ားကုိ မွန္ေအာင္ျပင္ပါ။
pt: Por favor, corrija os erros indicados.
rw: Kosora ikosa bakweretse
sw_tz: Tafadhali sahihisha makosa yaliyoashiriwa.
ur: براہ مہربانی نشاندہی کردہ نقائص کو درست کریں۔
