Repository: moh-moola/molo-gem
Catalog: locale/*/LC_MESSAGES/django.po
Languages: am, my, pt, rw, sw_tz, ur

source: Choose a username
my: အသံုးျပဳသူအမည္ ကိုေရြးပါ
pt: Escolhe um nome de utilizador
sw_tz: Chagua jina la mtumiaji
ur: صارف نام منتخب کریں

source: Display name
my: ျပသသည့္ အမည္
pt: Nome de visualização
sw_tz: Jina la onyesho
ur: نام دکھائیں

source: Girl Effect values your online security, therefore we hide your username and allow you to comment and interact with the site anonymously. If you would like to interact with other people, like your friends to be able to see you as a username and not anonymous, update your username here
my: Springster သည္ သင္၏ အြန္လုိင္းလံုျခံဳေရးကုိ တန္ဖုိးထားသည့္အတြက္ သင္၏ အသံုးျပဳသူအမည္ကုိ ေဖ်ာက္ထားေပးၿပီး ဝဘ္ဆုိက္တြင္ အမည္မေဖာ္ျပဘဲ မွတ္ခ်က္ေပးျခင္း၊ အျပန္အလွန္ဆက္သြယ္ျခင္းတုိ႔ ျပဳလုပ္ႏုိင္သည္။ အမည္မသိအျဖစ္မဟုတ္ဘဲ သင္၏ အသံုးျပဳသူအမည္ကုိ သူငယ္ခ်င္းမွ ျမင္ေတြ႕ႏုိင္ျခင္းကဲ့သုိ႕ အျခားသူမ်ားႏွင့္ အျပန္အလွန္ဆက္သြယ္လုိလွ်င္ သင့္အသံုးျပဳသူအမည္ကုိ ဤေနရာတြင္ အပ္ဒိတ္လုပ္ပါ
pt: A Girl Effect valoriza tua segurança online, por isso oculta teu nome de utilizador e permite que comentes e interajas com o sítio de forma anónima. Se quiseres interagir com outras pessoas e que teus amigos vejam teu nome de utilizador e não o anónimo, atualiza teu nome de utilizador aqui
rw: Girl Effect yubaha umutekano wawe kuri internet, bityo duhisha izina ukoresha ndetse tukakwemerera gutanga igitekerezo nk'umuntu utazwi. Niba wifuza kuganira n'inshuti zawe ugashaka ko bakubona, hindura izina ryawe hano.
sw_tz: Girl Effect inathamini usalama wako wa mtandaoni, kwa hivyo tunaficha jina lako la mtumiaji na kukuruhusu kutoa maoni na kuingiliana na tovuti hii bila kujulikana. Ikiwa ungependa kutangamana na watu wengine, kama marafiki zako kuweza kukuona kama jina la mtumiaji na wala sio mtu asiyejulikana, sasisha jina lako la mtumiaji hapa
ur: Girl Effect آپ کی آن لائن تحفظ کی قدر کرتا ہے، اس لئے ہم آپ کا صارف کنندہ نام چھپا دیتے ہیں اور آپ کو گمنام طور سے سائٹ پر تبصرہ کرنے اور بات چیت کرنے کی اجازت دیتے ہیں۔ اگر آپ دوسرے لوگوں سے بات چیت کرنا چاہتے/چاہتی ہیں، جیسے اپنے دوستوں کو صارف نام دکھانا چاہتے/چاہتی ہیں اور گمنام نہیں رہنا چاہتے/چاہتی ہیں، تو یہاں اپنے صارف نام کی تجدید کریں

source: Choose a 4-digit pin
my: ဂဏန္ေလးလံုး ပင္ ကိုေရြးပါ
pt: Escolher um PIN de 4 dígitos
sw_tz: Badilisha pin ya dijiti 4
ur: ایک 4 عددی پن کا انتخاب کریں

source: I identify my gender as
my: ကၽြႏု္ပ္၏ က်ား၊မ လိင္ကို အေနျဖင့္ ေဖာ္ျပထားသည္
pt: Considero-me
rw: Ndagaragaza igitsina cyanjye nk’
sw_tz: Ninatambua jinsi yangu kama
ur: میں اپنی جنس کی شناخت اس طرح کرتی ہوں

source: Only you will see this
my: ၎ကို သင္သာျမင္ရလိမ့္မည္
pt: Somente tu podes ver isto
rw: Ni wowe wenyine uzabona ibi
sw_tz: Ni wewe tu utakayeiona
ur: اسے صرف آپ دیکھیں گے

source: Select Date of Birth
my: သင့္ေမြးေန႔မွာ-
pt: Data de nascimento:
rw: Itariki y amavuko
ur: تاریخ پیدائش:

source: Enter your mobile number
my: သင့္မိုဘိုင္းနံပါတ္ကိုထည့္သြင္းပါ
pt: Coloca o teu número de telemóvel
rw: Shyiramo nimero ya telefoni yawe
sw_tz: Ingiza nambari yako ya simu ya mkononi
ur: اپنا موبائل نمبر داخل کریں

source: (e.g. 0900000013)
my: (ဥပမာ- 0900000013)
pt: (0900000013, por exemplo)
sw_tz: (k.m. 0900000013)
ur: (جیسے 0900000013)

source: Enter your email address
my: သင္၏ အီးေမးလ္လိပ္စာကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza teu endereço de e-mail:
rw: Shyiramo email
ur: اپنا ای میل پتہ اپڈیٹ کریں

source: Only you will see this.
my: ၎ကို သင္သာျမင္ရလိမ့္မည္
pt: Somente tu podes ver isto
rw: Ni wowe wenyine uzabona ibi
ur: اسے صرف آپ دیکھیں گے

source: Where do you live?
my: သင္ေနထုိင္ရာေနရာကုိ အပ္ဒိတ္လုပ္ပါ-
pt: Atualiza onde vives:
rw: Utuye he?
ur: اپنی رہائش اپڈیٹ کریں:

source: Security questions
my: လံုျခံဳေရးေမးခြန္းမ်ား
pt: Perguntas de segurança
rw: Ibibazo birebana n'umutekano
sw_tz: Maswali ya usalama
ur: سلامتی سوالات

source: Please answer the following security questions. You'll have to provide these answers if you ever need to reset your password.
my: ေအာက္ပါလံုျခံဳေရးေမးခြန္းမ်ားကို ေက်းဇူးျပဳျပီး ေျဖဆိုပါ။ သင့္စကားဝွက္ကို ျပန္ထားရန္ သင္အျမဲတမ္းလိုအပ္ပါက အဆိုပါ အေျဖမ်ားကို ေပးရလိမ့္မည္။
pt: Responde às seguintes questões de segurança, por favor. Terás de dar estas respostas para redefinir a tua palavra-passe se for necessário.
rw: Subiza ibibazo birebana n'umutekano bikurikira. Uzasabwa gusubiza ibi bibazo igihe uzaba ushaka guhindura ijambo ry'ibanga.
sw_tz: Tafadhali jibu maswali yafuatayo ya usalama. Utalazimika kuwasilisha majibu haya iwapo utataka kuweka upya nenosiri lako.
ur: براہ کرم مندرجہ ذیل تحفظاتی سوالات کا جواب دیں۔ اگر آپ کو کبھی اپنا پاسورڈ دوبارہ سیٹ کرنے کی ضرورت ہوتی ہے تو آپ کو یہ جوابات فراہم کرنے ہوں گے۔

source: Please accept the terms and conditions in order to complete registration
my: စာရင္းသြင္းျခင္းျပီးျပည့္စံုရန္ စည္းမ်ဥ္းစည္းကမ္းမ်ားႏွင့္ အေျခအေနမ်ားကို ေက်းဇူးျပဳျပီးလက္ခံပါ
pt: Por favor aceita os termos e as condições para terminar o registo
rw: Emeza amategeko n'amabwiriza kugira ngo ubashe kurangiza igikorwa cyo kwiyandikisha
sw_tz: Tafadhali kubali Sheria na Masharti ili ukamilishe usajili
ur: رجسٹریشن مکمل کرنے کے لئے براہ کرم شرائط و ضوابط قبول کریں

source: I accept the terms and conditions
my: စည္းကမ္းခ်က္မ်ားႏွင့္ အေျခအေနမ်ားကို ကၽြႏု္ပ္လက္ခံပါသည္
pt: Concordo com os termos e as condições
rw: Nemeye amategeko n'amabwiriza
sw_tz: Ninakubali Sheria na Masharti
ur: مجھے شرائط و ضوابط قبول ہیں

source: already joined?
my: ယခင္က ဝင္ေရာက္ခဲ့ပါသလာ
pt: Já aderiste?
rw: Wamaze kwinjira?
sw_tz: Umejiunga tayari?
ur: پہلے ہی شامل ہو چکے؟

source: Reset PIN
my: PIN ျပန္ထားပါ
pt: Redefinir PIN
rw: Hindura PIN
sw_tz: Weka PIN upya
ur: پن دوبارہ سیٹ کریں

source: PIN
ur: پن

source: Confirm PIN
my: PIN အတည္ျပဳပါ
pt: Confirmar o PIN:
rw: Emeza PIN
sw_tz: Thibitisha PIN
ur: پن کی تصدیق کریں

source: PIN Changed
my: PIN ေျပာင္းခဲ့သည္
pt: PIN alterado
rw: PIN yahindutse
sw_tz: PIN imebadilishwa
ur: پن بدل گیا

source: Your PIN was changed successfully.
my: သင့္ PIN ကို ေအာင္ျမင္စြာ ေျပာင္းျပီးပါျပီ။
pt: O teu número PIN foi alterado com sucesso.
rw: PIN yawe yahindutse
sw_tz: PIN yako imefanikiwa kubadilishwa.
ur: آپ کا پن کامیابی سے تبدیل کر دی گئی تھی۔

source: Continue to Sign In
my: ဆိုင္းအင္ဝင္ရန္ ဆက္လုပ္ေဆာ
pt: Continuar para entrar
rw: Komeza winjire
sw_tz: Endelea Kuingia
ur: سائن ان کرنا جاری رکھیں

source: Hello
my: မဂၤလာပါ
pt: Olá
rw: Muraho
sw_tz: Hujambo
ur: ہیلو

source: Not set
my: သတ္မွတ္မထားပါ။
pt: Não definido.
rw: Ntabiriho.
ur: سیٹ نہیں۔

source: Your Profile
my: သင့္ပရိုဖိုင္
pt: Tua Conta
rw: Umwirondoro wawe
sw_tz: Wasifu Wako
ur: آپ کا پروفائل

source: When you type comments your name will appear as:
my: သင္ မွတ္ခ်က္မ်ားကို ရိုက္ထည့္သည့္အခါ သင့္အမည္သည္ ေအာက္ပါအတိုင္း ေပၚလာလိမ့္မည္-
pt: Quando introduzires comentários o teu nome aparecerá como:
rw: Iyo wanditse igitekerezo cyawe, izina ryawe rigaragara ritya:
sw_tz: Wakati unapoweka maoni jina lako litatokea kama:
ur: جب آپ تبصرہ جات ٹائپ کرکرتی ہیں تو آپ کا نام اس طرح ظاہر ہوگا:

source: Mobile number:
my: မိုဘိုင္းနံပါတ္-
pt: Telemóvel:
rw: Nimero ya telefoni:
sw_tz: Nambari ya Simu ya Mkononi:
ur: موبائل نمبر:

source: Email Address:
my: အီးေမးလ္လိပ္စာ-
pt: Endereço de E-mail:
rw: Email:
sw_tz: Anwani ya Barua pepe:
ur: ای میل پتہ:

source: Location:
my: တည္ေနရာ-
pt: Localização:
rw: Ahantu:
sw_tz: Eneo:
ur: مقام:

source: Education Level:
my: ပညာအရည္အခ်င္း-
pt: Nível educacional:
rw: Amashuri wize:
sw_tz: Kiwango cha Elimu:
ur: تعلیمی سطح:

source: Update Profile
my: ပရိုဖိုင္ျပင္ဆင္ပါ
pt: Atualizar o teu perfil
rw: Uzuza umwirondoro wawe
sw_tz: Sasisha wasifu
ur: پروفائل تازہ کاری کریں

source: Change Your Password
my: သင့္စကားဝွက္ေျပာင္းပါ
pt: Alterar a tua palavra-passe
rw: Iki gitekerezo cyagaragajwe nk’ikitishimiwe
sw_tz: Badilisha Nenosiri Lako
ur: اپنا پاسورڈ تبدیل کریں

source: Confirm Password:
my: စကားဝွက္ အတည္ျပဳပါ-
pt: Confirmar a palavra-passe:
rw: Emeza ijambo ry’ibanga
sw_tz: Thibitisha Nenosiri:
ur: پاسورڈ کی تصدیق کریں:

source: Change
my: ေျပာင္းလဲပါ
pt: Alterar
rw: Hindura
sw_tz: Badilisha
ur: تبدیل کریں

source: Are you not a member yet
my: သင္သည္ အဖြဲ႕ဝင္တစ္ေယာက္ မဟုတ္ေသးပါက
pt: Ainda não és membro?
rw: Wamaze kwiyandikisha?
sw_tz: Bado wewe si mwanachama
ur: کیا آپ ابھی تک ممبر نہیں ہیں

source: Your username and password do not match. Please try again.
my: သင့္အသံုးျပဳသူအမည္ႏွင့္စကားဝွက္သည္ မကိုက္ညီပါ။ ေက်းဇူးျပဳျပီး ထပ္မံၾကိဳးစားပါ။
pt: O teu nome de utilizador e a palavra-passe não correspondem. Tenta novamente.
rw: Izina ukoresha n'umubare w'ibanga ntibihura. Ongera ugerageze
sw_tz: Jina lako la mtumiaji na nenosiri hazilingani. Tafadhali jaribu tena.
ur: آپ کے صارف نام اور پاسورڈ میل نہیں کھاتے۔ براہ کرم پھر کوشش کریں۔

source: Username
my: အသံုးျပဳသူအမည္
pt: Nome de utilizador
rw: Izina ukoresha winjira
sw_tz: Jina la mtumiaji
ur: صارف کا نام

source: 4-digit pin
my: ဂဏန္ေလးလံုး ပင္
pt: PIN de 4 dígitos
rw: Ijambo rigizwe n’inyuguti cg imibare 4
sw_tz: Pin ya dijiti 4
ur: 4-عددی پن

source: looking for something?
my: တစ္စံုတစ္ရာကိုရွာေဖြျခင္းလား
pt: procura alguma coisa?
rw: Hari icyo uru gushaka?
sw_tz: Je, unatafuta kitu?
ur: کسی چیز کی تلاش ہے؟

source: Search
am: ፈልጉ
my: ရွာေဖြပါ
pt: Procura
rw: Ishakiro
sw_tz: Tafuta
ur: تلاش

source: results found for
my: အတြက္ ရလဒ္မ်ားေတြ႔ရွိထားသ
pt: resultados encontrados para
rw: Ibyabonetse kuri
sw_tz: matokeo yamepatikana ya
ur: نتائج ملے

source: No search results for
my: အတြက္ ရွာေဖြသည့္ရလဒ္မရွိပါ
pt: Pesquisa sem resultados para
rw: Nta kibasha kuboneka ku byerekeye
sw_tz: Hakuna matokeo ya utafutaji ya
ur: کوئی تلاش نتیجہ نہیں ہے

source: I am looking for
my: ကၽြႏု္ပ္ ရွာေဖြေနပါသည္
pt: Procuro
rw: Ndi gushaka
sw_tz: Ninatafuta
ur: مجھے تلاش ہے

source: Done
my: ၿပီးပါၿပီ
pt: Feito
rw: Byakozwe
sw_tz: Imekamilika
ur: مکمل

source: Next Question
my: ေနာက္ေမးခြန္း
pt: Pergunta seguinte
rw: Ikibazo gikurikiyeho
sw_tz: Swali linalofuata
ur: اگلا سوال

source: You have already completed this
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။
pt: Já completaste esta pesquisa.
rw: Usoje gusubiza ibibazo by'ubu bushakashatsi
ur: آپ نے پہلے ہی یہ سروے مکمل کر دیا ہے۔

source: Back to Home page
my: ပင္မစာမ်က္ႏွာသုိ႔ ျပန္သြားရန္
pt: Voltar à Pagina inicial
rw: Gusubira ahabanza
sw_tz: Rudi kwenye Ukurasa wa mwanzo
ur: ہوم پیج پر واپس جائیں

source: Share your story
my: သင့္အေၾကာင္းအရာကို မွ်ေဝပါ
pt: Partilha a tua história
rw: Sangiza abandi inkuru yawe
sw_tz: Shiriki hadithi yako
ur: اپنی کہانی اشتراک کریں

source: You have already completed this poll.
my: သင့္ဆာေဗးကိုေအာင္ျမင္စြာ ျဖည့္စြက္ျပီးပါျပီ။
pt: Já completaste esta pesquisa.
rw: Usoje gusubiza ibibazo by'ubu bushakashatsi
ur: آپ نے پہلے ہی یہ سروے مکمل کر دیا ہے۔

source: Back home
am: ወደ ፊት ገጽ ተመለሱ
my: ပင္မေနရာသုိ႔ ျပန္သြားရန္
pt: Em casa
rw: Gusubira ahabanza
sw_tz: Rudi mwanzoni
ur: واپس ہوم

source: Log in to take survey
my: ဆာေဗးျဖည့္ရန္ ေလာ့အင္ဝင္ပါ
pt: Inicia tua sessão para responder à pesquisa
rw: Injira ubashe gusubiza ibibazo by'ubushakashatsi
sw_tz: Ingia ili ufanye utafiti
ur: سروے کے لیے لاگ ان کریں

source: Thanks for submitting your story! You’ll find out soon if you’re a winner!
my: သင့္အေၾကာင္းအရာကို တင္ျပသည့္အတြက္ေက်းဇူးတင္ပါတယ္။ သင္ ေအာင္ႏုိင္သူျဖစ္ပါက မၾကာမီ ရွာေဖြရလိမ့္မည္။
pt: Obrigado por submeter a tua história! Em breve saberás se ganhou!
rw: Urakoze kohereza inkuru yawe! Uzamenya vuba niba watsinze!
sw_tz: Asante kwa kuwasilisha hadithi yako! Utajua hivi karibuni kama wewe ni mshindi!
ur: اپنی کہانی جمع کرنے کے لئے شکریہ! اگر آپ فاتح ہوتے ہیں تو جلد ہی آپ کو پتہ چل جائے گا!

source: Thank you for submitting poll!
my: မဲေပးသည့္အတြက္ ေက်းဇူးတင္ပါတယ္။
pt: Obrigado por votar!
rw: Urakoze gutora!
ur: ووٹ کرنے کے لئے شکریہ!

source: Survey Results
my: ဆာေဗးရလဒ္မ်ား
pt: Resultados da pesquisa
rw: Ibyavuye mu bushakashatsi
sw_tz: Matokeo ya Utafiti
ur: سروے کے نتائج

source: Thank you for submitting survey!
my: သင့္အေၾကာင္းကုိ ေပးပုိ႔သည့္အတြက္ ေက်းဇူးတင္ပါသည္။
pt: Obrigado por nos enviar tua história!
rw: Urakoze gutora!
ur: اپنی کہانی جمع کرانے کے لئے شکریہ!

source: Your survey has been completed successfully.
my: သင့္ PIN ကို ေအာင္ျမင္စြာ ေျပာင္းျပီးပါျပီ။
pt: O teu PIN foi alterado com sucesso.
rw: Urangije ubushakashatsi bwawe.
ur: آپ کی پن کامیابی سے تبدیل کر دیی گئی ہے۔

source: Write your story
my: သင့္အေၾကာင္းအရာကိုေရးသားပါ
pt: Escreve a tua história
rw: Andika inkuru yawe
sw_tz: Andika hadithi yako
ur: اپنی کہانی لکھیں

source: Log in to Enter
my: ဝင္ရန္ေလာ့ဂ္အင္ဝင္ပ
pt: Entrar para iniciar sessão
rw: Injira
sw_tz: Ingia ili Uingize
ur: داخل کرنے کے لئے لاگ ان کریں

source: Start
my: စတင္ရန္
pt: Começo
sw_tz: Anza
ur: آغاز

source: BACK
my: ေနာက္သို႔
pt: VOLTAR
sw_tz: NYUMA
ur: واپس

source: HOME
my: ပင္မ
pt: Início
sw_tz: Ukurasa wa mwanzo
ur: ہوم

source: Title of your story
my: သင့္အေၾကာင္းအရာေခါင္းစဥ္
pt: Título da tua história
sw_tz: Kichwa cha hadithi yako
ur: آپ کی کہانی کا عنوان

source: Tell us your story here
my: သင့္အေၾကာင္းအရာကို ဤေနရာတြင္ ကၽြႏု္ပ္တို႔အားေျပာပါ။
pt: Conta a tua história aqui
sw_tz: Tueleze hadithi yako hapa
ur: اپنی کہانی ہمیں یہاں سنائیں

source: I accept the Terms and Conditions
my: စည္းကမ္းခ်က္မ်ားႏွင့္ အေျခအေနမ်ားကို ကၽြႏု္ပ္လက္ခံပါသည္
pt: Concordo com os termos e as condições
rw: Nemeye amategeko n'amabwiriza
sw_tz: Ninakubali Sheria na Masharti
ur: مجھے شرائط و ضوابط قبول ہیں

source: Share my story anonymously
my: သင့္အေၾကာင္းအရာကို အမည္မသိ မွ်ေဝပ
pt: Partilhar a minha história de maneira anónima
sw_tz: Shiriki hadithi yangu bila jina
ur: میری کہانی گمنام طور پر اشتراک کریں

source: Submit your story
my: သင့္အေၾကာင္းအရာကို တင္ျပပါ
pt: Envia a tua História
sw_tz: Wasilisha hadithi yako
ur: اپنی کہانی جمع کریں

source: Hi
my: ဟိုင္း
pt: Olá
sw_tz: Hujambo
ur: تسلیم

source: Sorry we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at:
my: ဝမ္နည္းပါသည္၊ ဤအဂၤါရပ္ကို အသံုးျပဳရန္ အခက္အခဲရွိေနပါသည္။ နည္းပညာပုိင္းဆုိင္ရာ ယာယီျပႆနာတစ္ခုေၾကာင့္ Free Basics အက္ပ္ထဲသုိ႔ ယခု ဝင္ေရာက္၍ မွတ္ပံုတင္ျခင္းမ်ားကုိ မျပဳလုပ္ႏုိင္ပါ။ ေလာ့ဂ္အင္ဝင္ရန္ သုိ႔မဟုတ္ ပရုိဖုိင္ကုိ မွတ္ပံုတင္ရန္ သင့္မုိဘုိင္းဘေရာက္ဇာမွတဆင့္ ေအာက္ပါ လိပ္စာရွိ ကြ်ႏ္ုပ္တုိ႔၏ ဝဘ္ဆုိက္သုိ႔ အခမဲ့ သြားေရာက္ၾကည့္ရႈပါ။
pt: Desculpe, estamos enfrentando problemas técnicos para acessar esta função! Devido a um problema técnico temporário, não é possível entrar ou se cadastrar no aplicativo básico gratuito no momento. Para entrar no seu perfil ou cadastrar um perfil, visite o nosso site gratuito pelo navegador do seu celular em:
rw: Ihangane! Kugera ku byo washakaga ntibikunze! Kwinjira no kwiyandikisha kuri app ya Free Basics ntibikunda muri aka kanya kubera ikibazo gito cya tekiniki. Niba ushaka kwinjira no kwiyandikisha, sura urubuga rwacu rw'ubuntu unyuze aho usanzwe unyuraho usura izindi mbuga
ur: معذرت ہمیں اس فیچر تک رسائی حاصل کرنے میں دشواری ہے۔ ایک عارضی تکنیکی مسئلہ کی وجہ سے، فی الوقت مفت بنیادی ایپس پر لاگ ان اور رجسٹریشن دستیاب نہیں ہیں۔ لاگ ان یا ایک پروفائل کیلئے رجسٹر کرنے کیلئے، اپنے موبائل براؤزر کے ذریعے ہماری مفت موبی سائٹ ملاحظہ فرمائیں:

source: We’re working hard to get this problem resolved. Thank you.
my: ထိုျပသနာကိုေျဖရွင္းရန္ ကၽြန္ပ္တို႔ႀကိဳးစားေနပါသည္။ ေက်းဇူးတင္ပါသည္။
pt: Estamos a trabalhar para resolver o mais rapidamente possível este problema. Agradecemos a compreensão.
rw: Turi gushaka umuti w'iki kibazo. Murakoze
sw_tz: Tunafanya kazi kwa bidii ili kutatua tatizo hili. Asante.
ur: اس مسئلے کو حل کرنے کے لئے ہم سخت محنت کر رہے ہیں۔ آپ کا شکریہ۔

source: Log in / Sign up
my: ေလာ့ဂ္အင္ / စာရင္းသြင္းရန္
pt: Entrar / Registo
rw: Iyandikishe
sw_tz: Ingia / Jisajili
ur: لاگ ان / سائن اپ

source: Are you not a member yet? Sign up
my: သင္သည္ အဖြဲ႕ဝင္တစ္ေယာက္ မဟုတ္ေသးပါက? စာရင္းသြင္းရန္
pt: Ainda não és membro? Regista-te
rw: Wamaze kwiyandikisha?
sw_tz: Bado wewe si mwanachama? Jiandikishe
ur: کیا آپ ابھی تک ممبر نہیں ہیں؟ سائن اپ

source: Thanks for submitting your story!
my: သင့္အေၾကာင္းကုိ ေပးပုိ႔သည့္အတြက္ ေက်းဇူးတင္ပါသည္။
pt: Obrigado por nos enviar tua história!
sw_tz: Asante kwa kuwasilisha hadithi yako!
ur: اپنی کہانی جمع کرانے کے لئے شکریہ!

source: Sorry, we are having trouble accessing this feature! Due to a temporary technical issue, log in and registrations are not available on the Free Basics app for now. To login or register for a profile, visit our free mobisite through your mobile browser at
my: ဝမ္နည္းပါသည္၊ ဤအဂၤါရပ္ကို အသံုးျပဳရန္ အခက္အခဲရွိေနပါသည္။ ယာယီနည္းပညာပိုင္းဆိုင္ရာျပသနာတစ္ခုေၾကာင့္ Free Basics အက္ပ္ထဲသုိ႔ ယခု ဝင္ေရာက္၍ မွတ္ပံုတင္ျခင္းမ်ားကုိ မျပဳလုပ္ႏုိင္ပါ။ ေလာ့ဂ္အင္ဝင္ရန္ သုိ႔မဟုတ္ ပရုိဖုိင္ကုိ မွတ္ပံုတင္ရန္ သင့္မုိဘုိင္းဘေရာက္ဇာမွတဆင့္ ေအာက္ပါ လိပ္စာရွိ ကြ်ႏ္ုပ္တုိ႔၏ ဝဘ္ဆုိက္သုိ႔ အခမဲ့ သြားေရာက္ၾကည့္ရႈပါ။
pt: Desculpe, estás com problemas para aceder a esta função! Devido a um problema técnico temporário, não é possível registar-te ou iniciar sessão no Free Basics app no momento. Para iniciar sessão ou registar-te para criar uma conta, visita nosso sítio gratuito pelo teu telemóvel em
rw: Ihangane! Kugera ku byo washakaga ntibikunze! Kwinjira no kwiyandikisha kuri app ya Free Basics ntibikunda muri aka kanya kubera ikibazo gito cya tekiniki. Niba ushaka kwinjira no kwiyandikisha, sura urubuga rwacu rw'ubuntu unyuze aho usanzwe unyuraho usura izindi mbuga
ur: معاف کریں، آپ کو اس سہولت تک رسائی حاصل کرنے میں دشواری ہو رہی ہے! ایک عارضی تکنیکی مسئلہ کی وجہ سے، Free Basics اپلی کیشن پر اس وقت لاگ ان اور رجسٹریشن دستیاب نہیں ہیں۔ لاگ ان کرنے یا پروفائل رجسٹر کرنے کے لئے، اپنے موبائل براؤزر کے ذریعہ ہمارے اس مفت موبی سائٹ پر جائیں

source: Read stories about
my: အေၾကာင္းအရာဇာတ္လမ္းမ်ားကိုဖတ္႐ႈပါ
pt: Ler histórias sobre
rw: Soma inkuru ku byerekeye
sw_tz: Soma hadithi kuhusu
ur: ان کے بارے میں کہانیاں پڑھیں

source: Terms &amp; Conditions
am: ደንቦች እና ሁኔታዎች
my: စည္းမ်ဥ္းစည္းကမ္းမ်ား
pt: Termos &amp; Condições
rw: Nemeye amategeko n'amabwiriza
sw_tz: Sheria na Masharti
ur: شرائط و ضوابط

source: Moderator
my: စိစစ္သူ
pt: Moderador
rw: Ushinzwe urubuga
sw_tz: Msimamizi
ur: موڈیریٹر

source: This comment has been removed by the community. Please read our platform rules
my: ထိုမွတ္ခ်က္ကို အဖြဲ႔အစည္းမွ ဖယ္ရွားျပီးပါျပီ။ ကၽြႏု္ပ္တို႔ပလက္ေဖါင္း စည္းမ်ဥ္းစည္းကမ္းမ်ားကို ေက်းဇူးျပဳျပီး ဖတ္ရႈပါ။
pt: Este comentário foi removido pela comunidade. Por favor leia as regras da nossa plataforma.
rw: Iki gitekerezo cyakuweho. Mugerageze musome amabwiriza agenga uru rubuga.
ur: اس تبصرہ کو کمیونیٹی کے ذریعہ ہٹا دیا گیا ہے۔ براہ کرم ہمارے پلیٹ فارم اصولوں کو پڑھیں۔

source: reply
my: ျပန္ၾကားပါ
pt: Responder
rw: subiza
sw_tz: Jibu
ur: جواب دیں

source: replies
my: ျပန္ၾကားခ်က္မ်ား
pt: respostas
rw: ibisubizo
sw_tz: majibu
ur: جوابات

source: Please log in to leave a comment
my: မွတ္ခ်က္တစ္ခုထားရန္
pt: Deixar comentário
ur: تبصرہ چھوڑنے کے لئے۔

source: Read more comments
my: ေနာက္ထပ္ မွတ္ခ်က္မ်ားကိုၾကည့္
pt: ver comentários
rw: Garagaza ibindi bitekerezo
sw_tz: angalia maoni zaidi
ur: مزید تبصرہ جات دیکھیں

source: Comment
my: မွတ္ခ်က္မ်ား
pt: Comentários
rw: Igitekerezo
sw_tz: Maoni
ur: تبصرہ

source: Comment anonymously
my: အမည္ မသိျဖင့္ မွတ္ခ်က္ေပးပါ
pt: Comentar como Anónimo
rw: Andika mw'ibanga
ur: گمنام طور پر تبصرہ کریں

source: Add your reply
my: သင့္ျပန္ၾကားခ်က္ကိုထည့္သြင္းပါ
pt: Adicionar resposta
rw: Ongeraho igisubizo
sw_tz: Mawazo yako
ur: اپنا جواب جوڑیں

source: Please let us know why you are reporting this comment
my: ဤမွတ္ခ်က္ကို ဘာေၾကာင့္ တုိင္ၾကားရသည္ကို ကၽြန္ပ္တို႔သိလုိပါသည္။
pt: Poderias nos dizer o que há de errado com este comentário?
rw: Tubwire impamvu ugaragaje ko iki gitekerezo gifite ikibazo!
ur: براہ کرم ہمیں بتائیں کہ آپ اس تبصرہ کی رپورٹ کیوں کر رہیں ہیں؟

source: Thanks
my: ေက်းဇူးပါ။
pt: Obrigado!
rw: Murakoze!
ur: شکریہ!

source: This comment has been reported
my: ထိုမွတ္ခ်က္ကို အစီရင္ခံျပီးျပီ။
pt: Este comentário foi denunciado.
rw: Iki gitekerezo cyagaragajwe nk’ikitishimiwe
ur: اس تبصرہ کی رپورٹ کی گئی۔

source: It will be reviewed by the moderation team and may be removed if it breaks our platform rules
my: အကဲျဖတ္အဖြဲ႔မွ ျပန္လည္ဆန္းစစ္ျပီး ကၽြႏု္ပ္တို႔ ပလက္ေဖါင္းစည္းမ်ဥ္းစည္းကမ္းမ်ားကို ခ်ဳိးေဖာက္ပါက ဖယ္ရွားႏုိင္ပါသည္
pt: Os comentários serão revistos pela nossa equipa de moderadores e serão removidos caso violem as regras da nossa Plataforma.
rw: Biragenzurwa n’ababishinzwe kandi bishobora gukurwaho mu gihe bitubahirije amabwiriza y’uru rubuga
ur: موڈریشن ٹیم اس کا جائزہ لے گی اور اگر یہ پلیٹ فارم کے اصولوں کی خلاف ورزی کرتا ہے تو اسے نکالا جا سکتا ہے

source: The comment will be reviewed by the moderation team and may be removed if it breaks our platform rules
my: အကဲျဖတ္အဖြဲ႔မွ ျပန္လည္ဆန္းစစ္ျပီး ကၽြႏု္ပ္တို႔ ပလက္ေဖါင္းစည္းမ်ဥ္းစည္းကမ္းမ်ားကို ခ်ဳိးေဖာက္ပါက ဖယ္ရွားႏုိင္ပါသည္။
pt: O comentário será revisado pela equipe de moderadores e pode ser removido caso quebre as regras da nossa plataforma
rw: Iki gitekerezo kiraza gusuzumwa n'ababishinzwe. Gishobora gukurwaho mu gihe dusanze kinyuranije n'amahame agenga imbuga zacu
ur: موڈریشن ٹیم اس کا جائزہ لے گی اور اگر یہ پلیٹ فارم کے اصولوں کی خلاف ورزی کرتا ہے تو اسے نکالا جا سکتا ہے

source: Your thoughts
my: သင္၏အေတြးအေခၚမ်ား
pt: As tuas ideias
rw: Ibitekerezo
sw_tz: Mawazo yako
ur: آپ کے خیالات

source: Read more about
my: အေၾကာင္းအရာဇာတ္လမ္းမ်ားကိုဖတ္႐ႈပါ
pt: Ler mais sobre
rw: Komeza Usome
sw_tz: Soma zaidi kuhusu
ur: ان کے بارے میں مزید پڑھیں

source: Download video
my: ဗီဒီယုိကုိ ေဒါင္းလုဒ္လုပ္ရန္
pt: Baixar vídeo
ur: ویڈیو ڈاؤن لوڈ کریں

source: Download audio
my: အသံကုိ ေဒါင္းလုဒ္လုပ္ရန္
pt: Baixar áudio
ur: آڈیو ڈاؤن لوڈ کریں

source: This site is free for all MTN subscribers. If you are an Airtel or TIGO subscriber, you can access this site for free by going to
my: သင္သည္ _____ စာရင္းေပးသြင္းသူတစ္ေယာက္ျဖစ္ပါက၊ သင္သည္ ထိုဆိုက္ကို အခမဲ့အသံုးျပဳႏုိင္သည္။ သြားပါ
pt: Este sítio é gratuito para todos os assinantes da MTN. Se és assinante da Airtel, podes aceder a este sítio gratuitamente no
rw: Gusura uru rubuga ni ubuntu ku bafatabuguzi ba MTN. Niba ukoresha Airtel cyangwa TIGO, ushobora kurusura ku buntu, unyuze kuri
ur: سبھی MTN صارفین کے لئے یہ سائٹ مفت ہے۔ اگر آپ Airtel صارف ہیں، تو آپ یہاں جا کر اس سائٹ تک مفت رسائی حاصل کر سکتے ہیں

source: Next up
my: တြင္ ေနာက္တဆင့္တက္ပါ
pt: A seguir
ur: اگلا

source: Latest stories
my: အမ်ဳိးအစားမ်ား
pt: Categorias
ur: زمرہ جات

source: Share
am: አስተላልፉ
my: ေဝမွ်ရန္
pt: Partilhar
rw: Sangiza
sw_tz: Shiriki
ur: ساجھا کریں

source: Find us elsewhere
my: တျခားေနရာတြင္လည္း ကြ်ႏ္ုပ္တုိ႔ကုိ ရွာပါ-
pt: Estamos também no
ur: ہمیں کہیں اور تلاش کریں

source: replied to your comment on:
my: သင့္မွတ္ခ်က္ေပၚတြင္ စာျပန္ထားသည္-
pt: respondeu ao teu comentário em:
rw: yashubije igitekerezo cyawe ku
sw_tz: alijibu maoni yako mnamo:
ur: آپ کے تبصرہ پر جواب دیا:

source: Your comment
my: သင့္မွတ္ခ်က္
pt: Teu comentário
rw: Garagaza ko igitekerezo gifite ikibazo
sw_tz: Maoni yako
ur: آپ کا تبصرہ

source: A reply
my: ျပန္စာ
pt: Uma resposta
rw: Subiza
ur: ایک جواب

source: Comment replies
my: မွတ္ခ်က္ ျပန္စာမ်ား
pt: Respostas ao comentário
rw: Igitekerezo
ur: تبصرہ جوابات

source: You have
my: သင့္တြင္ရွိသည္
pt: Tens
rw: Watoye
sw_tz: Una
ur: آپ کے پاس ہے

source: unread
my: မဖတ္ရေသး
pt: não lidas
rw: ntiyasomwe
sw_tz: haijasomwa
ur: بغیر پڑھا ہوا

source: Read replies
my: ျပန္စာမ်ားကုိ ဖတ္ရန္-
pt: Respostas lidas:
rw: Soma ibindi
sw_tz: Soma majibu
ur: جوابات پڑھیں:

source: New
my: အသစ္
pt: Nova
rw: Nshya
sw_tz: Mpya
ur: نیا

source: Change Pin
my: Pin ေျပာင္းရန္
pt: Mudar a senha
rw: Hindura
sw_tz: Badilisha Pin
ur: پن تبدیل کریں

source: Old pin
my: pin အေဟာင္း
pt: Senha antiga
rw: Ya kera pin
ur: پرانی پن

source: (e.g. 2086)
my: ဥပမာ- 2048
pt: (2086, por exemplo)
sw_tz: (k.m. 2086)
ur: (جیسے 2086)

source: New pin
my: pin အသစ္
pt: Senha nova
rw: Nshya pin
ur: نئی پن

source: Confirm New pin
my: Pin အသစ္ကုိ အတည္ျပဳပါ
pt: Confirmar a senha nova
rw: Emeza PIN
ur: نئی پن کی تصدیق کریں

source: Save
my: သိမ္းပါ
pt: Guardar
rw: Bibike
sw_tz: Hifadhi
ur: محفوظ کریں
